{
  "book_id": "ISA",
  "book_name": "ISAIAH",
  "chapter": 14,
  "verses": [
    {
      "texts": [
        "When the Lord will have compassion on Jacob and again choose Israel, and settle them in their own land, then strangers will join them and attach themselves to the house of Jacob."
      ],
      "verse": 1
    },
    {
      "texts": [
        "The peoples will take them along and bring them to their place, and the house of Israel will possess them as an inheritance in the land of the Lord as male servants and female servants; and they will take their captors captive and will rule over their oppressors.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "And it will be in the day when the Lord gives you rest from your pain and turmoil and harsh service in which you have been enslaved,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "that you will take up this taunt against the king of Babylon, and say,",
        "\"How the oppressor has ceased,",
        "And how fury has ceased!"
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"The Lord has broken the staff of the wicked,",
        "The scepter of rulers"
      ],
      "verse": 5
    },
    {
      "texts": [
        "Which used to strike the peoples in fury with unceasing strokes,",
        "Which subdued the nations in anger with unrestrained persecution."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"The whole earth is at rest and is quiet;",
        "They break forth into shouts of joy."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Even the cypress trees rejoice over you, and the cedars of Lebanon, saying,",
        "'Since you were laid low, no tree cutter comes up against us.'"
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Sheol from beneath is excited over you to meet you when you come;",
        "It arouses for you the spirits of the dead, all the leaders of the earth;",
        "It raises all the kings of the nations from their thrones."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"They will all respond and say to you,",
        "'Even you have been made weak as we,",
        "You have become like us."
      ],
      "verse": 10
    },
    {
      "texts": [
        "'Your pomp and the music of your harps",
        "Have been brought down to Sheol;",
        "Maggots are spread out as your bed beneath you",
        "And worms are your covering.'"
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"How you have fallen from heaven,",
        "O star of the morning, son of the dawn!",
        "You have been cut down to the earth,",
        "You who have weakened the nations!"
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"But you said in your heart,",
        "'I will ascend to heaven;",
        "I will raise my throne above the stars of God,",
        "And I will sit on the mount of assembly",
        "In the recesses of the north."
      ],
      "verse": 13
    },
    {
      "texts": [
        "'I will ascend above the heights of the clouds;",
        "I will make myself like the Most High.'"
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Nevertheless you will be thrust down to Sheol,",
        "To the recesses of the pit."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"Those who see you will gaze at you,",
        "They will ponder over you, saying,",
        "'Is this the man who made the earth tremble,",
        "Who shook kingdoms,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Who made the world like a wilderness",
        "And overthrew its cities,",
        "Who did not allow his prisoners to go home?'"
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"All the kings of the nations lie in glory,",
        "Each in his own tomb."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"But you have been cast out of your tomb",
        "Like a rejected branch,",
        "Clothed with the slain who are pierced with a sword,",
        "Who go down to the stones of the pit",
        "Like a trampled corpse."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"You will not be united with them in burial,",
        "Because you have ruined your country,",
        "You have slain your people.",
        "May the offspring of evildoers not be mentioned forever."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"Prepare for his sons a place of slaughter",
        "Because of the iniquity of their fathers.",
        "They must not arise and take possession of the earth",
        "And fill the face of the world with cities.\"",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"I will rise up against them,\" declares the Lord of hosts, \"and will cut off from Babylon name and survivors, offspring and posterity,\" declares the Lord."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"I will also make it a possession for the hedgehog and swamps of water, and I will sweep it with the broom of destruction,\" declares the Lord of hosts."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The Lord of hosts has sworn saying, \"Surely, just as I have intended so it has happened, and just as I have planned so it will stand,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "to break Assyria in My land, and I will trample him on My mountains. Then his yoke will be removed from them and his burden removed from their shoulder."
      ],
      "verse": 25
    },
    {
      "texts": [
        "This is the plan devised against the whole earth; and this is the hand that is stretched out against all the nations."
      ],
      "verse": 26
    },
    {
      "texts": [
        "For the Lord of hosts has planned, and who can frustrate it? And as for His stretched-out hand, who can turn it back?\"",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "In the year that King Ahaz died this oracle came:"
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"Do not rejoice, O Philistia, all of you,",
        "Because the rod that struck you is broken;",
        "For from the serpent's root a viper will come out,",
        "And its fruit will be a flying serpent."
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"Those who are most helpless will eat,",
        "And the needy will lie down in security;",
        "I will destroy your root with famine,",
        "And it will kill off your survivors."
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"Wail, O gate; cry, O city;",
        "Melt away, O Philistia, all of you;",
        "For smoke comes from the north,",
        "And there is no straggler in his ranks."
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"How then will one answer the messengers of the nation?",
        "That the Lord has founded Zion,",
        "And the afflicted of His people will seek refuge in it.\""
      ],
      "verse": 32
    }
  ]
}