{
  "book_id": "ISA",
  "book_name": "ISAIAH",
  "chapter": 26,
  "verses": [
    {
      "texts": [
        "In that day this song will be sung in the land of Judah:",
        "\"We have a strong city;",
        "He sets up walls and ramparts for security."
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"Open the gates, that the righteous nation may enter,",
        "The one that remains faithful."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"The steadfast of mind You will keep in perfect peace,",
        "Because he trusts in You."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Trust in the Lord forever,",
        "For in God the Lord, we have an everlasting Rock."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"For He has brought low those who dwell on high, the unassailable city;",
        "He lays it low, He lays it low to the ground, He casts it to the dust."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"The foot will trample it,",
        "The feet of the afflicted, the steps of the helpless.\""
      ],
      "verse": 6
    },
    {
      "texts": [
        "The way of the righteous is smooth;",
        "O Upright One, make the path of the righteous level."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Indeed, while following the way of Your judgments, O Lord,",
        "We have waited for You eagerly;",
        "Your name, even Your memory, is the desire of our souls."
      ],
      "verse": 8
    },
    {
      "texts": [
        "At night my soul longs for You,",
        "Indeed, my spirit within me seeks You diligently;",
        "For when the earth experiences Your judgments",
        "The inhabitants of the world learn righteousness."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Though the wicked is shown favor,",
        "He does not learn righteousness;",
        "He deals unjustly in the land of uprightness,",
        "And does not perceive the majesty of the Lord."
      ],
      "verse": 10
    },
    {
      "texts": [
        "O Lord, Your hand is lifted up yet they do not see it.",
        "They see Your zeal for the people and are put to shame;",
        "Indeed, fire will devour Your enemies."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Lord, You will establish peace for us,",
        "Since You have also performed for us all our works."
      ],
      "verse": 12
    },
    {
      "texts": [
        "O Lord our God, other masters besides You have ruled us;",
        "But through You alone we confess Your name."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The dead will not live, the departed spirits will not rise;",
        "Therefore You have punished and destroyed them,",
        "And You have wiped out all remembrance of them."
      ],
      "verse": 14
    },
    {
      "texts": [
        "You have increased the nation, O Lord,",
        "You have increased the nation, You are glorified;",
        "You have extended all the borders of the land."
      ],
      "verse": 15
    },
    {
      "texts": [
        "O Lord, they sought You in distress;",
        "They could only whisper a prayer,",
        "Your chastening was upon them."
      ],
      "verse": 16
    },
    {
      "texts": [
        "As the pregnant woman approaches the time to give birth,",
        "She writhes and cries out in her labor pains,",
        "Thus were we before You, O Lord."
      ],
      "verse": 17
    },
    {
      "texts": [
        "We were pregnant, we writhed in labor,",
        "We gave birth, as it seems, only to wind.",
        "We could not accomplish deliverance for the earth,",
        "Nor were inhabitants of the world born."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Your dead will live;",
        "Their corpses will rise.",
        "You who lie in the dust, awake and shout for joy,",
        "For your dew is as the dew of the dawn,",
        "And the earth will give birth to the departed spirits."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Come, my people, enter into your rooms",
        "And close your doors behind you;",
        "Hide for a little while",
        "Until indignation runs its course."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For behold, the Lord is about to come out from His place",
        "To punish the inhabitants of the earth for their iniquity;",
        "And the earth will reveal her bloodshed",
        "And will no longer cover her slain."
      ],
      "verse": 21
    }
  ]
}