{
  "book_id": "ISA",
  "book_name": "ISAIAH",
  "chapter": 28,
  "verses": [
    {
      "texts": [
        "Woe to the proud crown of the drunkards of Ephraim,",
        "And to the fading flower of its glorious beauty,",
        "Which is at the head of the fertile valley",
        "Of those who are overcome with wine!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Behold, the Lord has a strong and mighty agent;",
        "As a storm of hail, a tempest of destruction,",
        "Like a storm of mighty overflowing waters,",
        "He has cast it down to the earth with His hand."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The proud crown of the drunkards of Ephraim is trodden under foot."
      ],
      "verse": 3
    },
    {
      "texts": [
        "And the fading flower of its glorious beauty,",
        "Which is at the head of the fertile valley,",
        "Will be like the first-ripe fig prior to summer,",
        "Which one sees,",
        "And as soon as it is in his hand,",
        "He swallows it."
      ],
      "verse": 4
    },
    {
      "texts": [
        "In that day the Lord of hosts will become a beautiful crown",
        "And a glorious diadem to the remnant of His people;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "A spirit of justice for him who sits in judgment,",
        "A strength to those who repel the onslaught at the gate."
      ],
      "verse": 6
    },
    {
      "texts": [
        "And these also reel with wine and stagger from strong drink:",
        "The priest and the prophet reel with strong drink,",
        "They are confused by wine, they stagger from strong drink;",
        "They reel while having visions,",
        "They totter when rendering judgment."
      ],
      "verse": 7
    },
    {
      "texts": [
        "For all the tables are full of filthy vomit, without a single clean place."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"To whom would He teach knowledge,",
        "And to whom would He interpret the message?",
        "Those just weaned from milk?",
        "Those just taken from the breast?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"For He says,",
        "'Order on order, order on order,",
        "Line on line, line on line,",
        "A little here, a little there.'\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Indeed, He will speak to this people",
        "Through stammering lips and a foreign tongue,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "He who said to them, \"Here is rest, give rest to the weary,\"",
        "And, \"Here is repose,\" but they would not listen."
      ],
      "verse": 12
    },
    {
      "texts": [
        "So the word of the Lord to them will be,",
        "\"Order on order, order on order,",
        "Line on line, line on line,",
        "A little here, a little there,\"",
        "That they may go and stumble backward, be broken, snared and taken captive."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Therefore, hear the word of the Lord, O scoffers,",
        "Who rule this people who are in Jerusalem,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "Because you have said, \"We have made a covenant with death,",
        "And with Sheol we have made a pact.",
        "The overwhelming scourge will not reach us when it passes by,",
        "For we have made falsehood our refuge and we have concealed ourselves with deception.\""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Therefore thus says the Lord God,",
        "\"Behold, I am laying in Zion a stone, a tested stone,",
        "A costly cornerstone for the foundation, firmly placed.",
        "He who believes in it will not be disturbed."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"I will make justice the measuring line",
        "And righteousness the level;",
        "Then hail will sweep away the refuge of lies",
        "And the waters will overflow the secret place."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"Your covenant with death will be canceled,",
        "And your pact with Sheol will not stand;",
        "When the overwhelming scourge passes through,",
        "Then you become its trampling place."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"As often as it passes through, it will seize you;",
        "For morning after morning it will pass through, anytime during the day or night,",
        "And it will be sheer terror to understand what it means.\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "The bed is too short on which to stretch out,",
        "And the blanket is too small to wrap oneself in."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For the Lord will rise up as at Mount Perazim,",
        "He will be stirred up as in the valley of Gibeon,",
        "To do His task, His unusual task,",
        "And to work His work, His extraordinary work."
      ],
      "verse": 21
    },
    {
      "texts": [
        "And now do not carry on as scoffers,",
        "Or your fetters will be made stronger;",
        "For I have heard from the Lord God of hosts",
        "Of decisive destruction on all the earth."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Give ear and hear my voice,",
        "Listen and hear my words."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Does the farmer plow continually to plant seed?",
        "Does he continually turn and harrow the ground?"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Does he not level its surface",
        "And sow dill and scatter cummin",
        "And plant wheat in rows,",
        "Barley in its place and rye within its area?"
      ],
      "verse": 25
    },
    {
      "texts": [
        "For his God instructs and teaches him properly."
      ],
      "verse": 26
    },
    {
      "texts": [
        "For dill is not threshed with a threshing sledge,",
        "Nor is the cartwheel driven over cummin;",
        "But dill is beaten out with a rod, and cummin with a club."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Grain for bread is crushed,",
        "Indeed, he does not continue to thresh it forever.",
        "Because the wheel of his cart and his horses eventually damage it,",
        "He does not thresh it longer."
      ],
      "verse": 28
    },
    {
      "texts": [
        "This also comes from the Lord of hosts,",
        "Who has made His counsel wonderful and His wisdom great."
      ],
      "verse": 29
    }
  ]
}