{
  "book_id": "ISA",
  "book_name": "ISAIAH",
  "chapter": 38,
  "verses": [
    {
      "texts": [
        "In those days Hezekiah became mortally ill. And Isaiah the prophet the son of Amoz came to him and said to him, \"Thus says the Lord, 'Set your house in order, for you shall die and not live.'\""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Then Hezekiah turned his face to the wall and prayed to the Lord,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "and said, \"Remember now, O Lord, I beseech You, how I have walked before You in truth and with a whole heart, and have done what is good in Your sight.\" And Hezekiah wept bitterly.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Then the word of the Lord came to Isaiah, saying,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Go and say to Hezekiah, 'Thus says the Lord, the God of your father David, \"I have heard your prayer, I have seen your tears; behold, I will add fifteen years to your life."
      ],
      "verse": 5
    },
    {
      "texts": [
        "I will deliver you and this city from the hand of the king of Assyria; and I will defend this city.\"'",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"This shall be the sign to you from the Lord, that the Lord will do this thing that He has spoken:"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Behold, I will cause the shadow on the stairway, which has gone down with the sun on the stairway of Ahaz, to go back ten steps.\" So the sun's shadow went back ten steps on the stairway on which it had gone down.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "A writing of Hezekiah king of Judah after his illness and recovery:"
      ],
      "verse": 9
    },
    {
      "texts": [
        "I said, \"In the middle of my life",
        "I am to enter the gates of Sheol;",
        "I am to be deprived of the rest of my years.\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "I said, \"I will not see the Lord,",
        "The Lord in the land of the living;",
        "I will look on man no more among the inhabitants of the world."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"Like a shepherd's tent my dwelling is pulled up and removed from me;",
        "As a weaver I rolled up my life.",
        "He cuts me off from the loom;",
        "From day until night You make an end of me."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"I composed my soul until morning.",
        "Like a lion-so He breaks all my bones,",
        "From day until night You make an end of me."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"Like a swallow, like a crane, so I twitter;",
        "I moan like a dove;",
        "My eyes look wistfully to the heights;",
        "O Lord, I am oppressed, be my security."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"What shall I say?",
        "For He has spoken to me, and He Himself has done it;",
        "I will wander about all my years because of the bitterness of my soul."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"O Lord, by these things men live,",
        "And in all these is the life of my spirit;",
        "O restore me to health and let me live!"
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Lo, for my own welfare I had great bitterness;",
        "It is You who has kept my soul from the pit of nothingness,",
        "For You have cast all my sins behind Your back."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"For Sheol cannot thank You,",
        "Death cannot praise You;",
        "Those who go down to the pit cannot hope for Your faithfulness."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"It is the living who give thanks to You, as I do today;",
        "A father tells his sons about Your faithfulness."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"The Lord will surely save me;",
        "So we will play my songs on stringed instruments",
        "All the days of our life at the house of the Lord.\"",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Now Isaiah had said, \"Let them take a cake of figs and apply it to the boil, that he may recover.\""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Then Hezekiah had said, \"What is the sign that I shall go up to the house of the Lord?\""
      ],
      "verse": 22
    }
  ]
}