{
  "book_id": "ISA",
  "book_name": "ISAIAH",
  "chapter": 62,
  "verses": [
    {
      "texts": [
        "For Zion's sake I will not keep silent,",
        "And for Jerusalem's sake I will not keep quiet,",
        "Until her righteousness goes forth like brightness,",
        "And her salvation like a torch that is burning."
      ],
      "verse": 1
    },
    {
      "texts": [
        "The nations will see your righteousness,",
        "And all kings your glory;",
        "And you will be called by a new name",
        "Which the mouth of the Lord will designate."
      ],
      "verse": 2
    },
    {
      "texts": [
        "You will also be a crown of beauty in the hand of the Lord,",
        "And a royal diadem in the hand of your God."
      ],
      "verse": 3
    },
    {
      "texts": [
        "It will no longer be said to you, \"Forsaken,\"",
        "Nor to your land will it any longer be said, \"Desolate\";",
        "But you will be called, \"My delight is in her,\"",
        "And your land, \"Married\";",
        "For the Lord delights in you,",
        "And to Him your land will be married."
      ],
      "verse": 4
    },
    {
      "texts": [
        "For as a young man marries a virgin,",
        "So your sons will marry you;",
        "And as the bridegroom rejoices over the bride,",
        "So your God will rejoice over you."
      ],
      "verse": 5
    },
    {
      "texts": [
        "On your walls, O Jerusalem, I have appointed watchmen;",
        "All day and all night they will never keep silent.",
        "You who remind the Lord, take no rest for yourselves;"
      ],
      "verse": 6
    },
    {
      "texts": [
        "And give Him no rest until He establishes",
        "And makes Jerusalem a praise in the earth."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord has sworn by His right hand and by His strong arm,",
        "\"I will never again give your grain as food for your enemies;",
        "Nor will foreigners drink your new wine for which you have labored.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "But those who garner it will eat it and praise the Lord;",
        "And those who gather it will drink it in the courts of My sanctuary."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Go through, go through the gates,",
        "Clear the way for the people;",
        "Build up, build up the highway,",
        "Remove the stones, lift up a standard over the peoples."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Behold, the Lord has proclaimed to the end of the earth,",
        "Say to the daughter of Zion, \"Lo, your salvation comes;",
        "Behold His reward is with Him, and His recompense before Him.\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "And they will call them, \"The holy people,",
        "The redeemed of the Lord\";",
        "And you will be called, \"Sought out, a city not forsaken.\""
      ],
      "verse": 12
    }
  ]
}