{
  "book_id": "MAT",
  "book_name": "Matthew",
  "chapter": 4,
  "verses": [
    {
      "texts": [
        "Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And after fasting forty days and forty nights, he was hungry."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And the tempter came and said to him, \"If you are the Son of God, command these stones to become loaves of bread.\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "But he answered, \"It is written,",
        "\"'Man shall not live by bread alone,",
        "but by every word that comes from the mouth of God.'\""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Then the devil took him to the holy city and set him on the pinnacle of the temple"
      ],
      "verse": 5
    },
    {
      "texts": [
        "and said to him, \"If you are the Son of God, throw yourself down, for it is written,",
        "\"'He will command his angels concerning you,'",
        "and",
        "\"'On their hands they will bear you up,",
        "lest you strike your foot against a stone.'\""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Jesus said to him, \"Again it is written, 'You shall not put the Lord your God to the test.'\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory."
      ],
      "verse": 8
    },
    {
      "texts": [
        "And he said to him, \"All these I will give you, if you will fall down and worship me.\""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Then Jesus said to him, \"Be gone, Satan! For it is written,",
        "\"'You shall worship the Lord your God",
        "and him only shall you serve.'\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Then the devil left him, and behold, angels came and were ministering to him."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Now when he heard that John had been arrested, he withdrew into Galilee."
      ],
      "verse": 12
    },
    {
      "texts": [
        "And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "so that what was spoken by the prophet Isaiah might be fulfilled:"
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"The land of Zebulun and the land of Naphtali,",
        "the way of the sea, beyond the Jordan, Galilee of the Gentiles—"
      ],
      "verse": 15
    },
    {
      "texts": [
        "the people dwelling in darkness",
        "have seen a great light,",
        "and for those dwelling in the region and shadow of death,",
        "on them a light has dawned.\""
      ],
      "verse": 16
    },
    {
      "texts": [
        "From that time Jesus began to preach, saying, \"Repent, for the kingdom of heaven is at hand.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen."
      ],
      "verse": 18
    },
    {
      "texts": [
        "And he said to them, \"Follow me, and I will make you fishers of men.\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Immediately they left their nets and followed him."
      ],
      "verse": 20
    },
    {
      "texts": [
        "And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Immediately they left the boat and their father and followed him."
      ],
      "verse": 22
    },
    {
      "texts": [
        "And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people."
      ],
      "verse": 23
    },
    {
      "texts": [
        "So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, epileptics, and paralytics, and he healed them."
      ],
      "verse": 24
    },
    {
      "texts": [
        "And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan."
      ],
      "verse": 25
    }
  ]
}