{
  "book_id": "JOHN",
  "book_name": "John",
  "chapter": 3,
  "content": [
    {
      "text": "You Must Be Born Again",
      "type": "heading"
    },
    {
      "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.”",
      "verse": 2
    },
    {
      "text": "Jesus answered him,",
      "verse": 3
    },
    {
      "text": "Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother's womb and be born?”",
      "verse": 4
    },
    {
      "text": "Jesus answered,",
      "verse": 5
    },
    {
      "text": "",
      "verse": 6
    },
    {
      "text": "",
      "verse": 7
    },
    {
      "text": "",
      "verse": 8
    },
    {
      "text": "Nicodemus said to him, “How can these things be?”",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "Jesus answered him,",
      "verse": 10
    },
    {
      "text": "",
      "verse": 11
    },
    {
      "text": "",
      "verse": 12
    },
    {
      "text": "",
      "verse": 13
    },
    {
      "text": "",
      "verse": 14
    },
    {
      "text": "",
      "verse": 15
    },
    {
      "text": "For God So Loved the World",
      "type": "heading"
    },
    {
      "text": "",
      "verse": 16,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 17
    },
    {
      "text": "",
      "verse": 18
    },
    {
      "text": "",
      "verse": 19
    },
    {
      "text": "",
      "verse": 20
    },
    {
      "text": "",
      "verse": 21
    },
    {
      "text": "John the Baptist Exalts Christ",
      "type": "heading"
    },
    {
      "text": "After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing.",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized",
      "verse": 23
    },
    {
      "text": "(for John had not yet been put in prison).",
      "verse": 24
    },
    {
      "text": "Now a discussion arose between some of John's disciples and a Jew over purification.",
      "verse": 25,
      "type": "newline"
    },
    {
      "text": "And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.”",
      "verse": 26
    },
    {
      "text": "John answered, “A person cannot receive even one thing unless it is given him from heaven.",
      "verse": 27
    },
    {
      "text": "You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’",
      "verse": 28
    },
    {
      "text": "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom's voice. Therefore this joy of mine is now complete.",
      "verse": 29
    },
    {
      "text": "He must increase, but I must decrease.”",
      "verse": 30
    },
    {
      "text": "He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "He bears witness to what he has seen and heard, yet no one receives his testimony.",
      "verse": 32
    },
    {
      "text": "Whoever receives his testimony sets his seal to this, that God is true.",
      "verse": 33
    },
    {
      "text": "For he whom God has sent utters the words of God, for he gives the Spirit without measure.",
      "verse": 34
    },
    {
      "text": "The Father loves the Son and has given all things into his hand.",
      "verse": 35
    },
    {
      "text": "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
      "verse": 36
    }
  ]
}