{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 11,
  "content": [
    {
      "text": "The Triumphal Entry",
      "type": "heading"
    },
    {
      "text": "Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "and said to them,",
      "verse": 2
    },
    {
      "text": "",
      "verse": 3
    },
    {
      "text": "And they went away and found a colt tied at a door outside in the street, and they untied it.",
      "verse": 4
    },
    {
      "text": "And some of those standing there said to them, “What are you doing, untying the colt?”",
      "verse": 5
    },
    {
      "text": "And they told them what Jesus had said, and they let them go.",
      "verse": 6
    },
    {
      "text": "And they brought the colt to Jesus and threw their cloaks on it, and he sat on it.",
      "verse": 7
    },
    {
      "text": "And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields.",
      "verse": 8
    },
    {
      "text": "And those who went before and those who followed were shouting, “Hosanna! Blessed is he who comes in the name of the Lord!",
      "verse": 9
    },
    {
      "text": "Blessed is the coming kingdom of our father David! Hosanna in the highest!”",
      "verse": 10
    },
    {
      "text": "And he entered Jerusalem and went into the temple. And when he had looked around at everything, as it was already late, he went out to Bethany with the twelve.",
      "verse": 11,
      "type": "newline"
    },
    {
      "text": "Jesus Curses the Fig Tree",
      "type": "heading"
    },
    {
      "text": "On the following day, when they came from Bethany, he was hungry.",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "And seeing in the distance a fig tree in leaf, he went to see if he could find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs.",
      "verse": 13
    },
    {
      "text": "And he said to it,  And his disciples heard it.",
      "verse": 14
    },
    {
      "text": "Jesus Cleanses the Temple",
      "type": "heading"
    },
    {
      "text": "And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "And he would not allow anyone to carry anything through the temple.",
      "verse": 16
    },
    {
      "text": "And he was teaching them and saying to them,",
      "verse": 17
    },
    {
      "text": "And the chief priests and the scribes heard it and were seeking a way to destroy him, for they feared him, because all the crowd was astonished at his teaching.",
      "verse": 18
    },
    {
      "text": "And when evening came they went out of the city.",
      "verse": 19
    },
    {
      "text": "The Lesson from the Withered Fig Tree",
      "type": "heading"
    },
    {
      "text": "As they passed by in the morning, they saw the fig tree withered away to its roots.",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.”",
      "verse": 21
    },
    {
      "text": "And Jesus answered them,",
      "verse": 22
    },
    {
      "text": "",
      "verse": 23
    },
    {
      "text": "",
      "verse": 24
    },
    {
      "text": "",
      "verse": 25
    },
    {
      "text": "The Authority of Jesus Challenged",
      "type": "heading"
    },
    {
      "text": "And they came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came to him,",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "and they said to him, “By what authority are you doing these things, or who gave you this authority to do them?”",
      "verse": 28
    },
    {
      "text": "Jesus said to them,",
      "verse": 29
    },
    {
      "text": "",
      "verse": 30
    },
    {
      "text": "And they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why then did you not believe him?’",
      "verse": 31
    },
    {
      "text": "But shall we say, ‘From man’?”—they were afraid of the people, for they all held that John really was a prophet.",
      "verse": 32
    },
    {
      "text": "So they answered Jesus, “We do not know.” And Jesus said to them,",
      "verse": 33
    }
  ]
}