{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 7,
  "content": [
    {
      "text": "Traditions and Commandments",
      "type": "heading"
    },
    {
      "text": "Now when the Pharisees gathered to him, with some of the scribes who had come from Jerusalem,",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "they saw that some of his disciples ate with hands that were defiled, that is, unwashed.",
      "verse": 2
    },
    {
      "text": "(For the Pharisees and all the Jews do not eat unless they wash their hands properly, holding to the tradition of the elders,",
      "verse": 3
    },
    {
      "text": "and when they come from the marketplace, they do not eat unless they wash. And there are many other traditions that they observe, such as the washing of cups and pots and copper vessels and dining couches.)",
      "verse": 4
    },
    {
      "text": "And the Pharisees and the scribes asked him, “Why do your disciples not walk according to the tradition of the elders, but eat with defiled hands?”",
      "verse": 5
    },
    {
      "text": "And he said to them,",
      "verse": 6
    },
    {
      "text": "",
      "verse": 6,
      "type": "poetry newline"
    },
    {
      "text": "",
      "verse": 6,
      "type": "poetry"
    },
    {
      "text": "",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "",
      "verse": 7,
      "type": "poetry"
    },
    {
      "text": "",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "And he said to them,",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 10
    },
    {
      "text": "",
      "verse": 11
    },
    {
      "text": "",
      "verse": 12
    },
    {
      "text": "",
      "verse": 13
    },
    {
      "text": "What Defiles a Person",
      "type": "heading"
    },
    {
      "text": "And he called the people to him again and said to them,",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 15
    },
    {
      "text": "And when he had entered the house and left the people, his disciples asked him about the parable.",
      "verse": 17
    },
    {
      "text": "And he said to them,",
      "verse": 18
    },
    {
      "text": "(Thus he declared all foods clean.)",
      "verse": 19
    },
    {
      "text": "And he said,",
      "verse": 20
    },
    {
      "text": "",
      "verse": 21
    },
    {
      "text": "",
      "verse": 22
    },
    {
      "text": "",
      "verse": 23
    },
    {
      "text": "The Syrophoenician Woman's Faith",
      "type": "heading"
    },
    {
      "text": "And from there he arose and went away to the region of Tyre and Sidon. And he entered a house and did not want anyone to know, yet he could not be hidden.",
      "verse": 24,
      "type": "newline"
    },
    {
      "text": "But immediately a woman whose little daughter had an unclean spirit heard of him and came and fell down at his feet.",
      "verse": 25
    },
    {
      "text": "Now the woman was a Gentile, a Syrophoenician by birth. And she begged him to cast the demon out of her daughter.",
      "verse": 26
    },
    {
      "text": "And he said to her,",
      "verse": 27
    },
    {
      "text": "But she answered him, “Yes, Lord; yet even the dogs under the table eat the children's crumbs.”",
      "verse": 28
    },
    {
      "text": "And he said to her,",
      "verse": 29
    },
    {
      "text": "And she went home and found the child lying in bed and the demon gone.",
      "verse": 30
    },
    {
      "text": "Jesus Heals a Deaf Man",
      "type": "heading"
    },
    {
      "text": "Then he returned from the region of Tyre and went through Sidon to the Sea of Galilee, in the region of the Decapolis.",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "And they brought to him a man who was deaf and had a speech impediment, and they begged him to lay his hand on him.",
      "verse": 32
    },
    {
      "text": "And taking him aside from the crowd privately, he put his fingers into his ears, and after spitting touched his tongue.",
      "verse": 33
    },
    {
      "text": "And looking up to heaven, he sighed and said to him,  that is,",
      "verse": 34
    },
    {
      "text": "And his ears were opened, his tongue was released, and he spoke plainly.",
      "verse": 35
    },
    {
      "text": "And Jesus charged them to tell no one. But the more he charged them, the more zealously they proclaimed it.",
      "verse": 36
    },
    {
      "text": "And they were astonished beyond measure, saying, “He has done all things well. He even makes the deaf hear and the mute speak.”",
      "verse": 37
    }
  ]
}