{
  "book_id": "AMO",
  "book_name": "Amos",
  "chapter": 6,
  "verses": [
    {
      "texts": [
        "\"Woe to those who are at ease in Zion,",
        "and to those who feel secure on the mountain of Samaria,",
        "the notable men of the first of the nations,",
        "to whom the house of Israel comes!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Pass over to Calneh, and see,",
        "and from there go to Hamath the great;",
        "then go down to Gath of the Philistines.",
        "Are you better than these kingdoms?",
        "Or is their territory greater than your territory,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "O you who put far away the day of disaster",
        "and bring near the seat of violence?"
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Woe to those who lie on beds of ivory",
        "and stretch themselves out on their couches,",
        "and eat lambs from the flock",
        "and calves from the midst of the stall,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "who sing idle songs to the sound of the harp",
        "and like David invent for themselves instruments of music,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "who drink wine in bowls",
        "and anoint themselves with the finest oils,",
        "but are not grieved over the ruin of Joseph!"
      ],
      "verse": 6
    },
    {
      "texts": [
        "Therefore they shall now be the first of those who go into exile,",
        "and the revelry of those who stretch themselves out shall pass away.\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord God has sworn by himself, declares the Lord, the God of hosts:",
        "\"I abhor the pride of Jacob",
        "and hate his strongholds,",
        "and I will deliver up the city and all that is in it.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "And if ten men remain in one house, they shall die."
      ],
      "verse": 9
    },
    {
      "texts": [
        "And when one's relative, the one who anoints him for burial, shall take him up to bring the bones out of the house, and shall say to him who is in the innermost parts of the house, \"Is there still anyone with you?\" he shall say, \"No\"; and he shall say, \"Silence! We must not mention the name of the Lord.\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "For behold, the Lord commands,",
        "and the great house shall be struck down into fragments,",
        "and the little house into bits."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Do horses run on rocks?",
        "Does one plow there with oxen?",
        "But you have turned justice into poison",
        "and the fruit of righteousness into wormwood—"
      ],
      "verse": 12
    },
    {
      "texts": [
        "you who rejoice in Lo-debar,",
        "who say, \"Have we not by our own strength",
        "captured Karnaim for ourselves?\""
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"For behold, I will raise up against you a nation,",
        "O house of Israel,\" declares the Lord, the God of hosts;",
        "\"and they shall oppress you from Lebo-hamath",
        "to the Brook of the Arabah.\""
      ],
      "verse": 14
    }
  ]
}