{
  "book_id": "ECC",
  "book_name": "Ecclesiastes",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "Dead flies make the perfumer's ointment give off a stench;",
        "so a little folly outweighs wisdom and honor."
      ],
      "verse": 1
    },
    {
      "texts": [
        "A wise man's heart inclines him to the right,",
        "but a fool's heart to the left."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Even when the fool walks on the road, he lacks sense,",
        "and he says to everyone that he is a fool."
      ],
      "verse": 3
    },
    {
      "texts": [
        "If the anger of the ruler rises against you, do not leave your place,",
        "for calmness will lay great offenses to rest."
      ],
      "verse": 4
    },
    {
      "texts": [
        "There is an evil that I have seen under the sun, as it were an error proceeding from the ruler:"
      ],
      "verse": 5
    },
    {
      "texts": [
        "folly is set in many high places, and the rich sit in a low place."
      ],
      "verse": 6
    },
    {
      "texts": [
        "I have seen slaves on horses, and princes walking on the ground like slaves."
      ],
      "verse": 7
    },
    {
      "texts": [
        "He who digs a pit will fall into it,",
        "and a serpent will bite him who breaks through a wall."
      ],
      "verse": 8
    },
    {
      "texts": [
        "He who quarries stones is hurt by them,",
        "and he who splits logs is endangered by them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "If the iron is blunt, and one does not sharpen the edge,",
        "he must use more strength,",
        "but wisdom helps one to succeed."
      ],
      "verse": 10
    },
    {
      "texts": [
        "If the serpent bites before it is charmed,",
        "there is no advantage to the charmer."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The words of a wise man's mouth win him favor,",
        "but the lips of a fool consume him."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The beginning of the words of his mouth is foolishness,",
        "and the end of his talk is evil madness."
      ],
      "verse": 13
    },
    {
      "texts": [
        "A fool multiplies words,",
        "though no man knows what is to be,",
        "and who can tell him what will be after him?"
      ],
      "verse": 14
    },
    {
      "texts": [
        "The toil of a fool wearies him,",
        "for he does not know the way to the city."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Woe to you, O land, when your king is a child,",
        "and your princes feast in the morning!"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Happy are you, O land, when your king is the son of the nobility,",
        "and your princes feast at the proper time,",
        "for strength, and not for drunkenness!"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Through sloth the roof sinks in,",
        "and through indolence the house leaks."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Bread is made for laughter,",
        "and wine gladdens life,",
        "and money answers everything."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Even in your thoughts, do not curse the king,",
        "nor in your bedroom curse the rich,",
        "for a bird of the air will carry your voice,",
        "or some winged creature tell the matter."
      ],
      "verse": 20
    }
  ]
}