{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 104,
  "verses": [
    {
      "texts": [
        "Bless the Lord, O my soul!",
        "O Lord my God, You are very great;",
        "You are clothed with splendor and majesty,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Covering Yourself with light as with a cloak,",
        "Stretching out heaven like a tent curtain."
      ],
      "verse": 2
    },
    {
      "texts": [
        "He lays the beams of His upper chambers in the waters;",
        "He makes the clouds His chariot;",
        "He walks upon the wings of the wind;"
      ],
      "verse": 3
    },
    {
      "texts": [
        "He makes the winds His messengers,",
        "Flaming fire His ministers."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He established the earth upon its foundations,",
        "So that it will not totter forever and ever."
      ],
      "verse": 5
    },
    {
      "texts": [
        "You covered it with the deep as with a garment;",
        "The waters were standing above the mountains."
      ],
      "verse": 6
    },
    {
      "texts": [
        "At Your rebuke they fled,",
        "At the sound of Your thunder they hurried away."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The mountains rose; the valleys sank down",
        "To the place which You established for them."
      ],
      "verse": 8
    },
    {
      "texts": [
        "You set a boundary that they may not pass over,",
        "So that they will not return to cover the earth."
      ],
      "verse": 9
    },
    {
      "texts": [
        "He sends forth springs in the valleys;",
        "They flow between the mountains;"
      ],
      "verse": 10
    },
    {
      "texts": [
        "They give drink to every beast of the field;",
        "The wild donkeys quench their thirst."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Beside them the birds of the heavens dwell;",
        "They lift up their voices among the branches."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He waters the mountains from His upper chambers;",
        "The earth is satisfied with the fruit of His works."
      ],
      "verse": 13
    },
    {
      "texts": [
        "He causes the grass to grow for the cattle,",
        "And vegetation for the labor of man,",
        "So that he may bring forth food from the earth,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "And wine which makes man's heart glad,",
        "So that he may make his face glisten with oil,",
        "And food which sustains man's heart."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The trees of the Lord drink their fill,",
        "The cedars of Lebanon which He planted,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Where the birds build their nests,",
        "And the stork, whose home is the fir trees."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The high mountains are for the wild goats;",
        "The cliffs are a refuge for the shephanim."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He made the moon for the seasons;",
        "The sun knows the place of its setting."
      ],
      "verse": 19
    },
    {
      "texts": [
        "You appoint darkness and it becomes night,",
        "In which all the beasts of the forest prowl about."
      ],
      "verse": 20
    },
    {
      "texts": [
        "The young lions roar after their prey",
        "And seek their food from God."
      ],
      "verse": 21
    },
    {
      "texts": [
        "When the sun rises they withdraw",
        "And lie down in their dens."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Man goes forth to his work",
        "And to his labor until evening."
      ],
      "verse": 23
    },
    {
      "texts": [
        "O Lord, how many are Your works!",
        "In wisdom You have made them all;",
        "The earth is full of Your possessions."
      ],
      "verse": 24
    },
    {
      "texts": [
        "There is the sea, great and broad,",
        "In which are swarms without number,",
        "Animals both small and great."
      ],
      "verse": 25
    },
    {
      "texts": [
        "There the ships move along,",
        "And Leviathan, which You have formed to sport in it."
      ],
      "verse": 26
    },
    {
      "texts": [
        "They all wait for You",
        "To give them their food in due season."
      ],
      "verse": 27
    },
    {
      "texts": [
        "You give to them, they gather it up;",
        "You open Your hand, they are satisfied with good."
      ],
      "verse": 28
    },
    {
      "texts": [
        "You hide Your face, they are dismayed;",
        "You take away their spirit, they expire",
        "And return to their dust."
      ],
      "verse": 29
    },
    {
      "texts": [
        "You send forth Your Spirit, they are created;",
        "And You renew the face of the ground."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Let the glory of the Lord endure forever;",
        "Let the Lord be glad in His works;"
      ],
      "verse": 31
    },
    {
      "texts": [
        "He looks at the earth, and it trembles;",
        "He touches the mountains, and they smoke."
      ],
      "verse": 32
    },
    {
      "texts": [
        "I will sing to the Lord as long as I live;",
        "I will sing praise to my God while I have my being."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Let my meditation be pleasing to Him;",
        "As for me, I shall be glad in the Lord."
      ],
      "verse": 34
    },
    {
      "texts": [
        "Let sinners be consumed from the earth",
        "And let the wicked be no more.",
        "Bless the Lord, O my soul.",
        "Praise the Lord!"
      ],
      "verse": 35
    }
  ]
}