{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 109,
  "verses": [
    {
      "texts": [
        "O God of my praise,",
        "Do not be silent!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "For they have opened the wicked and deceitful mouth against me;",
        "They have spoken against me with a lying tongue."
      ],
      "verse": 2
    },
    {
      "texts": [
        "They have also surrounded me with words of hatred,",
        "And fought against me without cause."
      ],
      "verse": 3
    },
    {
      "texts": [
        "In return for my love they act as my accusers;",
        "But I am in prayer."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Thus they have repaid me evil for good",
        "And hatred for my love."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Appoint a wicked man over him,",
        "And let an accuser stand at his right hand."
      ],
      "verse": 6
    },
    {
      "texts": [
        "When he is judged, let him come forth guilty,",
        "And let his prayer become sin."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let his days be few;",
        "Let another take his office."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Let his children be fatherless",
        "And his wife a widow."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Let his children wander about and beg;",
        "And let them seek sustenance far from their ruined homes."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Let the creditor seize all that he has,",
        "And let strangers plunder the product of his labor."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Let there be none to extend lovingkindness to him,",
        "Nor any to be gracious to his fatherless children."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Let his posterity be cut off;",
        "In a following generation let their name be blotted out."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Let the iniquity of his fathers be remembered before the Lord,",
        "And do not let the sin of his mother be blotted out."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Let them be before the Lord continually,",
        "That He may cut off their memory from the earth;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Because he did not remember to show lovingkindness,",
        "But persecuted the afflicted and needy man,",
        "And the despondent in heart, to put them to death."
      ],
      "verse": 16
    },
    {
      "texts": [
        "He also loved cursing, so it came to him;",
        "And he did not delight in blessing, so it was far from him."
      ],
      "verse": 17
    },
    {
      "texts": [
        "But he clothed himself with cursing as with his garment,",
        "And it entered into his body like water",
        "And like oil into his bones."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Let it be to him as a garment with which he covers himself,",
        "And for a belt with which he constantly girds himself."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Let this be the reward of my accusers from the Lord,",
        "And of those who speak evil against my soul."
      ],
      "verse": 20
    },
    {
      "texts": [
        "But You, O God, the Lord, deal kindly with me for Your name's sake;",
        "Because Your lovingkindness is good, deliver me;"
      ],
      "verse": 21
    },
    {
      "texts": [
        "For I am afflicted and needy,",
        "And my heart is wounded within me."
      ],
      "verse": 22
    },
    {
      "texts": [
        "I am passing like a shadow when it lengthens;",
        "I am shaken off like the locust."
      ],
      "verse": 23
    },
    {
      "texts": [
        "My knees are weak from fasting,",
        "And my flesh has grown lean, without fatness."
      ],
      "verse": 24
    },
    {
      "texts": [
        "I also have become a reproach to them;",
        "When they see me, they wag their head."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Help me, O Lord my God;",
        "Save me according to Your lovingkindness."
      ],
      "verse": 26
    },
    {
      "texts": [
        "And let them know that this is Your hand;",
        "You, Lord, have done it."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Let them curse, but You bless;",
        "When they arise, they shall be ashamed,",
        "But Your servant shall be glad."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Let my accusers be clothed with dishonor,",
        "And let them cover themselves with their own shame as with a robe."
      ],
      "verse": 29
    },
    {
      "texts": [
        "With my mouth I will give thanks abundantly to the Lord;",
        "And in the midst of many I will praise Him."
      ],
      "verse": 30
    },
    {
      "texts": [
        "For He stands at the right hand of the needy,",
        "To save him from those who judge his soul."
      ],
      "verse": 31
    }
  ]
}