{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 140,
  "verses": [
    {
      "texts": [
        "Rescue me, O Lord, from evil men;",
        "Preserve me from violent men"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Who devise evil things in their hearts;",
        "They continually stir up wars."
      ],
      "verse": 2
    },
    {
      "texts": [
        "They sharpen their tongues as a serpent;",
        "Poison of a viper is under their lips. Selah."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Keep me, O Lord, from the hands of the wicked;",
        "Preserve me from violent men",
        "Who have purposed to trip up my feet."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The proud have hidden a trap for me, and cords;",
        "They have spread a net by the wayside;",
        "They have set snares for me. Selah."
      ],
      "verse": 5
    },
    {
      "texts": [
        "I said to the Lord, \"You are my God;",
        "Give ear, O Lord, to the voice of my supplications."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"O God the Lord, the strength of my salvation,",
        "You have covered my head in the day of battle."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Do not grant, O Lord, the desires of the wicked;",
        "Do not promote his evil device, that they not be exalted. Selah."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"As for the head of those who surround me,",
        "May the mischief of their lips cover them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"May burning coals fall upon them;",
        "May they be cast into the fire,",
        "Into deep pits from which they cannot rise."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"May a slanderer not be established in the earth;",
        "May evil hunt the violent man speedily.\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "I know that the Lord will maintain the cause of the afflicted",
        "And justice for the poor."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Surely the righteous will give thanks to Your name;",
        "The upright will dwell in Your presence."
      ],
      "verse": 13
    }
  ]
}