{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 145,
  "verses": [
    {
      "texts": [
        "I will extol You, my God, O King,",
        "And I will bless Your name forever and ever."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Every day I will bless You,",
        "And I will praise Your name forever and ever."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Great is the Lord, and highly to be praised,",
        "And His greatness is unsearchable."
      ],
      "verse": 3
    },
    {
      "texts": [
        "One generation shall praise Your works to another,",
        "And shall declare Your mighty acts."
      ],
      "verse": 4
    },
    {
      "texts": [
        "On the glorious splendor of Your majesty",
        "And on Your wonderful works, I will meditate."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Men shall speak of the power of Your awesome acts,",
        "And I will tell of Your greatness."
      ],
      "verse": 6
    },
    {
      "texts": [
        "They shall eagerly utter the memory of Your abundant goodness",
        "And will shout joyfully of Your righteousness."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord is gracious and merciful;",
        "Slow to anger and great in lovingkindness."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The Lord is good to all,",
        "And His mercies are over all His works."
      ],
      "verse": 9
    },
    {
      "texts": [
        "All Your works shall give thanks to You, O Lord,",
        "And Your godly ones shall bless You."
      ],
      "verse": 10
    },
    {
      "texts": [
        "They shall speak of the glory of Your kingdom",
        "And talk of Your power;"
      ],
      "verse": 11
    },
    {
      "texts": [
        "To make known to the sons of men Your mighty acts",
        "And the glory of the majesty of Your kingdom."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Your kingdom is an everlasting kingdom,",
        "And Your dominion endures throughout all generations."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The Lord sustains all who fall",
        "And raises up all who are bowed down."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The eyes of all look to You,",
        "And You give them their food in due time."
      ],
      "verse": 15
    },
    {
      "texts": [
        "You open Your hand",
        "And satisfy the desire of every living thing."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The Lord is righteous in all His ways",
        "And kind in all His deeds."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The Lord is near to all who call upon Him,",
        "To all who call upon Him in truth."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He will fulfill the desire of those who fear Him;",
        "He will also hear their cry and will save them."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The Lord keeps all who love Him,",
        "But all the wicked He will destroy."
      ],
      "verse": 20
    },
    {
      "texts": [
        "My mouth will speak the praise of the Lord,",
        "And all flesh will bless His holy name forever and ever."
      ],
      "verse": 21
    }
  ]
}