{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 17,
  "verses": [
    {
      "texts": [
        "Hear a just cause, O Lord, give heed to my cry;",
        "Give ear to my prayer, which is not from deceitful lips."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Let my judgment come forth from Your presence;",
        "Let Your eyes look with equity."
      ],
      "verse": 2
    },
    {
      "texts": [
        "You have tried my heart;",
        "You have visited me by night;",
        "You have tested me and You find nothing;",
        "I have purposed that my mouth will not transgress."
      ],
      "verse": 3
    },
    {
      "texts": [
        "As for the deeds of men, by the word of Your lips",
        "I have kept from the paths of the violent."
      ],
      "verse": 4
    },
    {
      "texts": [
        "My steps have held fast to Your paths.",
        "My feet have not slipped."
      ],
      "verse": 5
    },
    {
      "texts": [
        "I have called upon You, for You will answer me, O God;",
        "Incline Your ear to me, hear my speech."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Wondrously show Your lovingkindness,",
        "O Savior of those who take refuge at Your right hand",
        "From those who rise up against them."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Keep me as the apple of the eye;",
        "Hide me in the shadow of Your wings"
      ],
      "verse": 8
    },
    {
      "texts": [
        "From the wicked who despoil me,",
        "My deadly enemies who surround me."
      ],
      "verse": 9
    },
    {
      "texts": [
        "They have closed their unfeeling heart,",
        "With their mouth they speak proudly."
      ],
      "verse": 10
    },
    {
      "texts": [
        "They have now surrounded us in our steps;",
        "They set their eyes to cast us down to the ground."
      ],
      "verse": 11
    },
    {
      "texts": [
        "He is like a lion that is eager to tear,",
        "And as a young lion lurking in hiding places."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Arise, O Lord, confront him, bring him low;",
        "Deliver my soul from the wicked with Your sword,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "From men with Your hand, O Lord,",
        "From men of the world, whose portion is in this life,",
        "And whose belly You fill with Your treasure;",
        "They are satisfied with children,",
        "And leave their abundance to their babes."
      ],
      "verse": 14
    },
    {
      "texts": [
        "As for me, I shall behold Your face in righteousness;",
        "I will be satisfied with Your likeness when I awake."
      ],
      "verse": 15
    }
  ]
}