{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 18,
  "verses": [
    {
      "texts": [
        "\"I love You, O Lord, my strength.\""
      ],
      "verse": 1
    },
    {
      "texts": [
        "The Lord is my rock and my fortress and my deliverer,",
        "My God, my rock, in whom I take refuge;",
        "My shield and the horn of my salvation, my stronghold."
      ],
      "verse": 2
    },
    {
      "texts": [
        "I call upon the Lord, who is worthy to be praised,",
        "And I am saved from my enemies."
      ],
      "verse": 3
    },
    {
      "texts": [
        "The cords of death encompassed me,",
        "And the torrents of ungodliness terrified me."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The cords of Sheol surrounded me;",
        "The snares of death confronted me."
      ],
      "verse": 5
    },
    {
      "texts": [
        "In my distress I called upon the Lord,",
        "And cried to my God for help;",
        "He heard my voice out of His temple,",
        "And my cry for help before Him came into His ears."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Then the earth shook and quaked;",
        "And the foundations of the mountains were trembling",
        "And were shaken, because He was angry."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Smoke went up out of His nostrils,",
        "And fire from His mouth devoured;",
        "Coals were kindled by it."
      ],
      "verse": 8
    },
    {
      "texts": [
        "He bowed the heavens also, and came down",
        "With thick darkness under His feet."
      ],
      "verse": 9
    },
    {
      "texts": [
        "He rode upon a cherub and flew;",
        "And He sped upon the wings of the wind."
      ],
      "verse": 10
    },
    {
      "texts": [
        "He made darkness His hiding place, His canopy around Him,",
        "Darkness of waters, thick clouds of the skies."
      ],
      "verse": 11
    },
    {
      "texts": [
        "From the brightness before Him passed His thick clouds,",
        "Hailstones and coals of fire."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Lord also thundered in the heavens,",
        "And the Most High uttered His voice,",
        "Hailstones and coals of fire."
      ],
      "verse": 13
    },
    {
      "texts": [
        "He sent out His arrows, and scattered them,",
        "And lightning flashes in abundance, and routed them."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Then the channels of water appeared,",
        "And the foundations of the world were laid bare",
        "At Your rebuke, O Lord,",
        "At the blast of the breath of Your nostrils."
      ],
      "verse": 15
    },
    {
      "texts": [
        "He sent from on high, He took me;",
        "He drew me out of many waters."
      ],
      "verse": 16
    },
    {
      "texts": [
        "He delivered me from my strong enemy,",
        "And from those who hated me, for they were too mighty for me."
      ],
      "verse": 17
    },
    {
      "texts": [
        "They confronted me in the day of my calamity,",
        "But the Lord was my stay."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He brought me forth also into a broad place;",
        "He rescued me, because He delighted in me."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The Lord has rewarded me according to my righteousness;",
        "According to the cleanness of my hands He has recompensed me."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For I have kept the ways of the Lord,",
        "And have not wickedly departed from my God."
      ],
      "verse": 21
    },
    {
      "texts": [
        "For all His ordinances were before me,",
        "And I did not put away His statutes from me."
      ],
      "verse": 22
    },
    {
      "texts": [
        "I was also blameless with Him,",
        "And I kept myself from my iniquity."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Therefore the Lord has recompensed me according to my righteousness,",
        "According to the cleanness of my hands in His eyes."
      ],
      "verse": 24
    },
    {
      "texts": [
        "With the kind You show Yourself kind;",
        "With the blameless You show Yourself blameless;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "With the pure You show Yourself pure,",
        "And with the crooked You show Yourself astute."
      ],
      "verse": 26
    },
    {
      "texts": [
        "For You save an afflicted people,",
        "But haughty eyes You abase."
      ],
      "verse": 27
    },
    {
      "texts": [
        "For You light my lamp;",
        "The Lord my God illumines my darkness."
      ],
      "verse": 28
    },
    {
      "texts": [
        "For by You I can run upon a troop;",
        "And by my God I can leap over a wall."
      ],
      "verse": 29
    },
    {
      "texts": [
        "As for God, His way is blameless;",
        "The word of the Lord is tried;",
        "He is a shield to all who take refuge in Him."
      ],
      "verse": 30
    },
    {
      "texts": [
        "For who is God, but the Lord?",
        "And who is a rock, except our God,"
      ],
      "verse": 31
    },
    {
      "texts": [
        "The God who girds me with strength",
        "And makes my way blameless?"
      ],
      "verse": 32
    },
    {
      "texts": [
        "He makes my feet like hinds' feet,",
        "And sets me upon my high places."
      ],
      "verse": 33
    },
    {
      "texts": [
        "He trains my hands for battle,",
        "So that my arms can bend a bow of bronze."
      ],
      "verse": 34
    },
    {
      "texts": [
        "You have also given me the shield of Your salvation,",
        "And Your right hand upholds me;",
        "And Your gentleness makes me great."
      ],
      "verse": 35
    },
    {
      "texts": [
        "You enlarge my steps under me,",
        "And my feet have not slipped."
      ],
      "verse": 36
    },
    {
      "texts": [
        "I pursued my enemies and overtook them,",
        "And I did not turn back until they were consumed."
      ],
      "verse": 37
    },
    {
      "texts": [
        "I shattered them, so that they were not able to rise;",
        "They fell under my feet."
      ],
      "verse": 38
    },
    {
      "texts": [
        "For You have girded me with strength for battle;",
        "You have subdued under me those who rose up against me."
      ],
      "verse": 39
    },
    {
      "texts": [
        "You have also made my enemies turn their backs to me,",
        "And I destroyed those who hated me."
      ],
      "verse": 40
    },
    {
      "texts": [
        "They cried for help, but there was none to save,",
        "Even to the Lord, but He did not answer them."
      ],
      "verse": 41
    },
    {
      "texts": [
        "Then I beat them fine as the dust before the wind;",
        "I emptied them out as the mire of the streets."
      ],
      "verse": 42
    },
    {
      "texts": [
        "You have delivered me from the contentions of the people;",
        "You have placed me as head of the nations;",
        "A people whom I have not known serve me."
      ],
      "verse": 43
    },
    {
      "texts": [
        "As soon as they hear, they obey me;",
        "Foreigners submit to me."
      ],
      "verse": 44
    },
    {
      "texts": [
        "Foreigners fade away,",
        "And come trembling out of their fortresses."
      ],
      "verse": 45
    },
    {
      "texts": [
        "The Lord lives, and blessed be my rock;",
        "And exalted be the God of my salvation,"
      ],
      "verse": 46
    },
    {
      "texts": [
        "The God who executes vengeance for me,",
        "And subdues peoples under me."
      ],
      "verse": 47
    },
    {
      "texts": [
        "He delivers me from my enemies;",
        "Surely You lift me above those who rise up against me;",
        "You rescue me from the violent man."
      ],
      "verse": 48
    },
    {
      "texts": [
        "Therefore I will give thanks to You among the nations, O Lord,",
        "And I will sing praises to Your name."
      ],
      "verse": 49
    },
    {
      "texts": [
        "He gives great deliverance to His king,",
        "And shows lovingkindness to His anointed,",
        "To David and his descendants forever."
      ],
      "verse": 50
    }
  ]
}