{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 19,
  "verses": [
    {
      "texts": [
        "The heavens are telling of the glory of God;",
        "And their expanse is declaring the work of His hands."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Day to day pours forth speech,",
        "And night to night reveals knowledge."
      ],
      "verse": 2
    },
    {
      "texts": [
        "There is no speech, nor are there words;",
        "Their voice is not heard."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Their line has gone out through all the earth,",
        "And their utterances to the end of the world.",
        "In them He has placed a tent for the sun,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Which is as a bridegroom coming out of his chamber;",
        "It rejoices as a strong man to run his course."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Its rising is from one end of the heavens,",
        "And its circuit to the other end of them;",
        "And there is nothing hidden from its heat."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The law of the Lord is perfect, restoring the soul;",
        "The testimony of the Lord is sure, making wise the simple."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The precepts of the Lord are right, rejoicing the heart;",
        "The commandment of the Lord is pure, enlightening the eyes."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The fear of the Lord is clean, enduring forever;",
        "The judgments of the Lord are true; they are righteous altogether."
      ],
      "verse": 9
    },
    {
      "texts": [
        "They are more desirable than gold, yes, than much fine gold;",
        "Sweeter also than honey and the drippings of the honeycomb."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Moreover, by them Your servant is warned;",
        "In keeping them there is great reward."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Who can discern his errors? Acquit me of hidden faults."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Also keep back Your servant from presumptuous sins;",
        "Let them not rule over me;",
        "Then I will be blameless,",
        "And I shall be acquitted of great transgression."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Let the words of my mouth and the meditation of my heart",
        "Be acceptable in Your sight,",
        "O Lord, my rock and my Redeemer."
      ],
      "verse": 14
    }
  ]
}