{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 22,
  "verses": [
    {
      "texts": [
        "My God, my God, why have You forsaken me?",
        "Far from my deliverance are the words of my groaning."
      ],
      "verse": 1
    },
    {
      "texts": [
        "O my God, I cry by day, but You do not answer;",
        "And by night, but I have no rest."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Yet You are holy,",
        "O You who are enthroned upon the praises of Israel."
      ],
      "verse": 3
    },
    {
      "texts": [
        "In You our fathers trusted;",
        "They trusted and You delivered them."
      ],
      "verse": 4
    },
    {
      "texts": [
        "To You they cried out and were delivered;",
        "In You they trusted and were not disappointed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "But I am a worm and not a man,",
        "A reproach of men and despised by the people."
      ],
      "verse": 6
    },
    {
      "texts": [
        "All who see me sneer at me;",
        "They separate with the lip, they wag the head, saying,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Commit yourself to the Lord; let Him deliver him;",
        "Let Him rescue him, because He delights in him.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Yet You are He who brought me forth from the womb;",
        "You made me trust when upon my mother's breasts."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Upon You I was cast from birth;",
        "You have been my God from my mother's womb."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Be not far from me, for trouble is near;",
        "For there is none to help."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Many bulls have surrounded me;",
        "Strong bulls of Bashan have encircled me."
      ],
      "verse": 12
    },
    {
      "texts": [
        "They open wide their mouth at me,",
        "As a ravening and a roaring lion."
      ],
      "verse": 13
    },
    {
      "texts": [
        "I am poured out like water,",
        "And all my bones are out of joint;",
        "My heart is like wax;",
        "It is melted within me."
      ],
      "verse": 14
    },
    {
      "texts": [
        "My strength is dried up like a potsherd,",
        "And my tongue cleaves to my jaws;",
        "And You lay me in the dust of death."
      ],
      "verse": 15
    },
    {
      "texts": [
        "For dogs have surrounded me;",
        "A band of evildoers has encompassed me;",
        "They pierced my hands and my feet."
      ],
      "verse": 16
    },
    {
      "texts": [
        "I can count all my bones.",
        "They look, they stare at me;"
      ],
      "verse": 17
    },
    {
      "texts": [
        "They divide my garments among them,",
        "And for my clothing they cast lots."
      ],
      "verse": 18
    },
    {
      "texts": [
        "But You, O Lord, be not far off;",
        "O You my help, hasten to my assistance."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Deliver my soul from the sword,",
        "My only life from the power of the dog."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Save me from the lion's mouth;",
        "From the horns of the wild oxen You answer me."
      ],
      "verse": 21
    },
    {
      "texts": [
        "I will tell of Your name to my brethren;",
        "In the midst of the assembly I will praise You."
      ],
      "verse": 22
    },
    {
      "texts": [
        "You who fear the Lord, praise Him;",
        "All you descendants of Jacob, glorify Him,",
        "And stand in awe of Him, all you descendants of Israel."
      ],
      "verse": 23
    },
    {
      "texts": [
        "For He has not despised nor abhorred the affliction of the afflicted;",
        "Nor has He hidden His face from him;",
        "But when he cried to Him for help, He heard."
      ],
      "verse": 24
    },
    {
      "texts": [
        "From You comes my praise in the great assembly;",
        "I shall pay my vows before those who fear Him."
      ],
      "verse": 25
    },
    {
      "texts": [
        "The afflicted will eat and be satisfied;",
        "Those who seek Him will praise the Lord.",
        "Let your heart live forever!"
      ],
      "verse": 26
    },
    {
      "texts": [
        "All the ends of the earth will remember and turn to the Lord,",
        "And all the families of the nations will worship before You."
      ],
      "verse": 27
    },
    {
      "texts": [
        "For the kingdom is the Lord's",
        "And He rules over the nations."
      ],
      "verse": 28
    },
    {
      "texts": [
        "All the prosperous of the earth will eat and worship,",
        "All those who go down to the dust will bow before Him,",
        "Even he who cannot keep his soul alive."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Posterity will serve Him;",
        "It will be told of the Lord to the coming generation."
      ],
      "verse": 30
    },
    {
      "texts": [
        "They will come and will declare His righteousness",
        "To a people who will be born, that He has performed it."
      ],
      "verse": 31
    }
  ]
}