{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 33,
  "verses": [
    {
      "texts": [
        "Sing for joy in the Lord, O you righteous ones;",
        "Praise is becoming to the upright."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Give thanks to the Lord with the lyre;",
        "Sing praises to Him with a harp of ten strings."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Sing to Him a new song;",
        "Play skillfully with a shout of joy."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For the word of the Lord is upright,",
        "And all His work is done in faithfulness."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He loves righteousness and justice;",
        "The earth is full of the lovingkindness of the Lord."
      ],
      "verse": 5
    },
    {
      "texts": [
        "By the word of the Lord the heavens were made,",
        "And by the breath of His mouth all their host."
      ],
      "verse": 6
    },
    {
      "texts": [
        "He gathers the waters of the sea together as a heap;",
        "He lays up the deeps in storehouses."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let all the earth fear the Lord;",
        "Let all the inhabitants of the world stand in awe of Him."
      ],
      "verse": 8
    },
    {
      "texts": [
        "For He spoke, and it was done;",
        "He commanded, and it stood fast."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The Lord nullifies the counsel of the nations;",
        "He frustrates the plans of the peoples."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The counsel of the Lord stands forever,",
        "The plans of His heart from generation to generation."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Blessed is the nation whose God is the Lord,",
        "The people whom He has chosen for His own inheritance."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Lord looks from heaven;",
        "He sees all the sons of men;"
      ],
      "verse": 13
    },
    {
      "texts": [
        "From His dwelling place He looks out",
        "On all the inhabitants of the earth,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "He who fashions the hearts of them all,",
        "He who understands all their works."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The king is not saved by a mighty army;",
        "A warrior is not delivered by great strength."
      ],
      "verse": 16
    },
    {
      "texts": [
        "A horse is a false hope for victory;",
        "Nor does it deliver anyone by its great strength."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Behold, the eye of the Lord is on those who fear Him,",
        "On those who hope for His lovingkindness,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "To deliver their soul from death",
        "And to keep them alive in famine."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Our soul waits for the Lord;",
        "He is our help and our shield."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For our heart rejoices in Him,",
        "Because we trust in His holy name."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Let Your lovingkindness, O Lord, be upon us,",
        "According as we have hoped in You."
      ],
      "verse": 22
    }
  ]
}