{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 34,
  "verses": [
    {
      "texts": [
        "I will bless the Lord at all times;",
        "His praise shall continually be in my mouth."
      ],
      "verse": 1
    },
    {
      "texts": [
        "My soul will make its boast in the Lord;",
        "The humble will hear it and rejoice."
      ],
      "verse": 2
    },
    {
      "texts": [
        "O magnify the Lord with me,",
        "And let us exalt His name together."
      ],
      "verse": 3
    },
    {
      "texts": [
        "I sought the Lord, and He answered me,",
        "And delivered me from all my fears."
      ],
      "verse": 4
    },
    {
      "texts": [
        "They looked to Him and were radiant,",
        "And their faces will never be ashamed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "This poor man cried, and the Lord heard him",
        "And saved him out of all his troubles."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The angel of the Lord encamps around those who fear Him,",
        "And rescues them."
      ],
      "verse": 7
    },
    {
      "texts": [
        "O taste and see that the Lord is good;",
        "How blessed is the man who takes refuge in Him!"
      ],
      "verse": 8
    },
    {
      "texts": [
        "O fear the Lord, you His saints;",
        "For to those who fear Him there is no want."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The young lions do lack and suffer hunger;",
        "But they who seek the Lord shall not be in want of any good thing."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Come, you children, listen to me;",
        "I will teach you the fear of the Lord."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Who is the man who desires life",
        "And loves length of days that he may see good?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "Keep your tongue from evil",
        "And your lips from speaking deceit."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Depart from evil and do good;",
        "Seek peace and pursue it."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The eyes of the Lord are toward the righteous",
        "And His ears are open to their cry."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The face of the Lord is against evildoers,",
        "To cut off the memory of them from the earth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The righteous cry, and the Lord hears",
        "And delivers them out of all their troubles."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The Lord is near to the brokenhearted",
        "And saves those who are crushed in spirit."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Many are the afflictions of the righteous,",
        "But the Lord delivers him out of them all."
      ],
      "verse": 19
    },
    {
      "texts": [
        "He keeps all his bones,",
        "Not one of them is broken."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Evil shall slay the wicked,",
        "And those who hate the righteous will be condemned."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The Lord redeems the soul of His servants,",
        "And none of those who take refuge in Him will be condemned."
      ],
      "verse": 22
    }
  ]
}