{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 38,
  "verses": [
    {
      "texts": [
        "O Lord, rebuke me not in Your wrath,",
        "And chasten me not in Your burning anger."
      ],
      "verse": 1
    },
    {
      "texts": [
        "For Your arrows have sunk deep into me,",
        "And Your hand has pressed down on me."
      ],
      "verse": 2
    },
    {
      "texts": [
        "There is no soundness in my flesh because of Your indignation;",
        "There is no health in my bones because of my sin."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For my iniquities are gone over my head;",
        "As a heavy burden they weigh too much for me."
      ],
      "verse": 4
    },
    {
      "texts": [
        "My wounds grow foul and fester",
        "Because of my folly."
      ],
      "verse": 5
    },
    {
      "texts": [
        "I am bent over and greatly bowed down;",
        "I go mourning all day long."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For my loins are filled with burning,",
        "And there is no soundness in my flesh."
      ],
      "verse": 7
    },
    {
      "texts": [
        "I am benumbed and badly crushed;",
        "I groan because of the agitation of my heart."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Lord, all my desire is before You;",
        "And my sighing is not hidden from You."
      ],
      "verse": 9
    },
    {
      "texts": [
        "My heart throbs, my strength fails me;",
        "And the light of my eyes, even that has gone from me."
      ],
      "verse": 10
    },
    {
      "texts": [
        "My loved ones and my friends stand aloof from my plague;",
        "And my kinsmen stand afar off."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Those who seek my life lay snares for me;",
        "And those who seek to injure me have threatened destruction,",
        "And they devise treachery all day long."
      ],
      "verse": 12
    },
    {
      "texts": [
        "But I, like a deaf man, do not hear;",
        "And I am like a mute man who does not open his mouth."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Yes, I am like a man who does not hear,",
        "And in whose mouth are no arguments."
      ],
      "verse": 14
    },
    {
      "texts": [
        "For I hope in You, O Lord;",
        "You will answer, O Lord my God."
      ],
      "verse": 15
    },
    {
      "texts": [
        "For I said, \"May they not rejoice over me,",
        "Who, when my foot slips, would magnify themselves against me.\""
      ],
      "verse": 16
    },
    {
      "texts": [
        "For I am ready to fall,",
        "And my sorrow is continually before me."
      ],
      "verse": 17
    },
    {
      "texts": [
        "For I confess my iniquity;",
        "I am full of anxiety because of my sin."
      ],
      "verse": 18
    },
    {
      "texts": [
        "But my enemies are vigorous and strong,",
        "And many are those who hate me wrongfully."
      ],
      "verse": 19
    },
    {
      "texts": [
        "And those who repay evil for good,",
        "They oppose me, because I follow what is good."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Do not forsake me, O Lord;",
        "O my God, do not be far from me!"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Make haste to help me,",
        "O Lord, my salvation!"
      ],
      "verse": 22
    }
  ]
}