{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 40,
  "verses": [
    {
      "texts": [
        "I waited patiently for the Lord;",
        "And He inclined to me and heard my cry."
      ],
      "verse": 1
    },
    {
      "texts": [
        "He brought me up out of the pit of destruction, out of the miry clay,",
        "And He set my feet upon a rock making my footsteps firm."
      ],
      "verse": 2
    },
    {
      "texts": [
        "He put a new song in my mouth, a song of praise to our God;",
        "Many will see and fear",
        "And will trust in the Lord."
      ],
      "verse": 3
    },
    {
      "texts": [
        "How blessed is the man who has made the Lord his trust,",
        "And has not turned to the proud, nor to those who lapse into falsehood."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Many, O Lord my God, are the wonders which You have done,",
        "And Your thoughts toward us;",
        "There is none to compare with You.",
        "If I would declare and speak of them,",
        "They would be too numerous to count."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Sacrifice and meal offering You have not desired;",
        "My ears You have opened;",
        "Burnt offering and sin offering You have not required."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Then I said, \"Behold, I come;",
        "In the scroll of the book it is written of me."
      ],
      "verse": 7
    },
    {
      "texts": [
        "I delight to do Your will, O my God;",
        "Your Law is within my heart.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "I have proclaimed glad tidings of righteousness in the great congregation;",
        "Behold, I will not restrain my lips,",
        "O Lord, You know."
      ],
      "verse": 9
    },
    {
      "texts": [
        "I have not hidden Your righteousness within my heart;",
        "I have spoken of Your faithfulness and Your salvation;",
        "I have not concealed Your lovingkindness and Your truth from the great congregation."
      ],
      "verse": 10
    },
    {
      "texts": [
        "You, O Lord, will not withhold Your compassion from me;",
        "Your lovingkindness and Your truth will continually preserve me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "For evils beyond number have surrounded me;",
        "My iniquities have overtaken me, so that I am not able to see;",
        "They are more numerous than the hairs of my head,",
        "And my heart has failed me."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Be pleased, O Lord, to deliver me;",
        "Make haste, O Lord, to help me."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Let those be ashamed and humiliated together",
        "Who seek my life to destroy it;",
        "Let those be turned back and dishonored",
        "Who delight in my hurt."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Let those be appalled because of their shame",
        "Who say to me, \"Aha, aha!\""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Let all who seek You rejoice and be glad in You;",
        "Let those who love Your salvation say continually,",
        "\"The Lord be magnified!\""
      ],
      "verse": 16
    },
    {
      "texts": [
        "Since I am afflicted and needy,",
        "Let the Lord be mindful of me.",
        "You are my help and my deliverer;",
        "Do not delay, O my God."
      ],
      "verse": 17
    }
  ]
}