{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 42,
  "verses": [
    {
      "texts": [
        "As the deer pants for the water brooks,",
        "So my soul pants for You, O God."
      ],
      "verse": 1
    },
    {
      "texts": [
        "My soul thirsts for God, for the living God;",
        "When shall I come and appear before God?"
      ],
      "verse": 2
    },
    {
      "texts": [
        "My tears have been my food day and night,",
        "While they say to me all day long, \"Where is your God?\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "These things I remember and I pour out my soul within me.",
        "For I used to go along with the throng and lead them in procession to the house of God,",
        "With the voice of joy and thanksgiving, a multitude keeping festival."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Why are you in despair, O my soul?",
        "And why have you become disturbed within me?",
        "Hope in God, for I shall again praise Him",
        "For the help of His presence."
      ],
      "verse": 5
    },
    {
      "texts": [
        "O my God, my soul is in despair within me;",
        "Therefore I remember You from the land of the Jordan",
        "And the peaks of Hermon, from Mount Mizar."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Deep calls to deep at the sound of Your waterfalls;",
        "All Your breakers and Your waves have rolled over me."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord will command His lovingkindness in the daytime;",
        "And His song will be with me in the night,",
        "A prayer to the God of my life."
      ],
      "verse": 8
    },
    {
      "texts": [
        "I will say to God my rock, \"Why have You forgotten me?",
        "Why do I go mourning because of the oppression of the enemy?\""
      ],
      "verse": 9
    },
    {
      "texts": [
        "As a shattering of my bones, my adversaries revile me,",
        "While they say to me all day long, \"Where is your God?\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Why are you in despair, O my soul?",
        "And why have you become disturbed within me?",
        "Hope in God, for I shall yet praise Him,",
        "The help of my countenance and my God."
      ],
      "verse": 11
    }
  ]
}