{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 45,
  "verses": [
    {
      "texts": [
        "My heart overflows with a good theme;",
        "I address my verses to the King;",
        "My tongue is the pen of a ready writer."
      ],
      "verse": 1
    },
    {
      "texts": [
        "You are fairer than the sons of men;",
        "Grace is poured upon Your lips;",
        "Therefore God has blessed You forever."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Gird Your sword on Your thigh, O Mighty One,",
        "In Your splendor and Your majesty!"
      ],
      "verse": 3
    },
    {
      "texts": [
        "And in Your majesty ride on victoriously,",
        "For the cause of truth and meekness and righteousness;",
        "Let Your right hand teach You awesome things."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Your arrows are sharp;",
        "The peoples fall under You;",
        "Your arrows are in the heart of the King's enemies."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Your throne, O God, is forever and ever;",
        "A scepter of uprightness is the scepter of Your kingdom."
      ],
      "verse": 6
    },
    {
      "texts": [
        "You have loved righteousness and hated wickedness;",
        "Therefore God, Your God, has anointed You",
        "With the oil of joy above Your fellows."
      ],
      "verse": 7
    },
    {
      "texts": [
        "All Your garments are fragrant with myrrh and aloes and cassia;",
        "Out of ivory palaces stringed instruments have made You glad."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Kings' daughters are among Your noble ladies;",
        "At Your right hand stands the queen in gold from Ophir."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Listen, O daughter, give attention and incline your ear:",
        "Forget your people and your father's house;"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Then the King will desire your beauty.",
        "Because He is your Lord, bow down to Him."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The daughter of Tyre will come with a gift;",
        "The rich among the people will seek your favor."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The King's daughter is all glorious within;",
        "Her clothing is interwoven with gold."
      ],
      "verse": 13
    },
    {
      "texts": [
        "She will be led to the King in embroidered work;",
        "The virgins, her companions who follow her,",
        "Will be brought to You."
      ],
      "verse": 14
    },
    {
      "texts": [
        "They will be led forth with gladness and rejoicing;",
        "They will enter into the King's palace."
      ],
      "verse": 15
    },
    {
      "texts": [
        "In place of your fathers will be your sons;",
        "You shall make them princes in all the earth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "I will cause Your name to be remembered in all generations;",
        "Therefore the peoples will give You thanks forever and ever."
      ],
      "verse": 17
    }
  ]
}