{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 49,
  "verses": [
    {
      "texts": [
        "Hear this, all peoples;",
        "Give ear, all inhabitants of the world,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Both low and high,",
        "Rich and poor together."
      ],
      "verse": 2
    },
    {
      "texts": [
        "My mouth will speak wisdom,",
        "And the meditation of my heart will be understanding."
      ],
      "verse": 3
    },
    {
      "texts": [
        "I will incline my ear to a proverb;",
        "I will express my riddle on the harp."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Why should I fear in days of adversity,",
        "When the iniquity of my foes surrounds me,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "Even those who trust in their wealth",
        "And boast in the abundance of their riches?"
      ],
      "verse": 6
    },
    {
      "texts": [
        "No man can by any means redeem his brother",
        "Or give to God a ransom for him-"
      ],
      "verse": 7
    },
    {
      "texts": [
        "For the redemption of his soul is costly,",
        "And he should cease trying forever-"
      ],
      "verse": 8
    },
    {
      "texts": [
        "That he should live on eternally,",
        "That he should not undergo decay."
      ],
      "verse": 9
    },
    {
      "texts": [
        "For he sees that even wise men die;",
        "The stupid and the senseless alike perish",
        "And leave their wealth to others."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Their inner thought is that their houses are forever",
        "And their dwelling places to all generations;",
        "They have called their lands after their own names."
      ],
      "verse": 11
    },
    {
      "texts": [
        "But man in his pomp will not endure;",
        "He is like the beasts that perish."
      ],
      "verse": 12
    },
    {
      "texts": [
        "This is the way of those who are foolish,",
        "And of those after them who approve their words. Selah."
      ],
      "verse": 13
    },
    {
      "texts": [
        "As sheep they are appointed for Sheol;",
        "Death shall be their shepherd;",
        "And the upright shall rule over them in the morning,",
        "And their form shall be for Sheol to consume",
        "So that they have no habitation."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But God will redeem my soul from the power of Sheol,",
        "For He will receive me. Selah."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Do not be afraid when a man becomes rich,",
        "When the glory of his house is increased;"
      ],
      "verse": 16
    },
    {
      "texts": [
        "For when he dies he will carry nothing away;",
        "His glory will not descend after him."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Though while he lives he congratulates himself-",
        "And though men praise you when you do well for yourself-"
      ],
      "verse": 18
    },
    {
      "texts": [
        "He shall go to the generation of his fathers;",
        "They will never see the light."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Man in his pomp, yet without understanding,",
        "Is like the beasts that perish."
      ],
      "verse": 20
    }
  ]
}