{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 51,
  "verses": [
    {
      "texts": [
        "Be gracious to me, O God, according to Your lovingkindness;",
        "According to the greatness of Your compassion blot out my transgressions."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Wash me thoroughly from my iniquity",
        "And cleanse me from my sin."
      ],
      "verse": 2
    },
    {
      "texts": [
        "For I know my transgressions,",
        "And my sin is ever before me."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Against You, You only, I have sinned",
        "And done what is evil in Your sight,",
        "So that You are justified when You speak",
        "And blameless when You judge."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Behold, I was brought forth in iniquity,",
        "And in sin my mother conceived me."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Behold, You desire truth in the innermost being,",
        "And in the hidden part You will make me know wisdom."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Purify me with hyssop, and I shall be clean;",
        "Wash me, and I shall be whiter than snow."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Make me to hear joy and gladness,",
        "Let the bones which You have broken rejoice."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Hide Your face from my sins",
        "And blot out all my iniquities."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Create in me a clean heart, O God,",
        "And renew a steadfast spirit within me."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Do not cast me away from Your presence",
        "And do not take Your Holy Spirit from me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Restore to me the joy of Your salvation",
        "And sustain me with a willing spirit."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Then I will teach transgressors Your ways,",
        "And sinners will be converted to You."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Deliver me from bloodguiltiness, O God, the God of my salvation;",
        "Then my tongue will joyfully sing of Your righteousness."
      ],
      "verse": 14
    },
    {
      "texts": [
        "O Lord, open my lips,",
        "That my mouth may declare Your praise."
      ],
      "verse": 15
    },
    {
      "texts": [
        "For You do not delight in sacrifice, otherwise I would give it;",
        "You are not pleased with burnt offering."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The sacrifices of God are a broken spirit;",
        "A broken and a contrite heart, O God, You will not despise."
      ],
      "verse": 17
    },
    {
      "texts": [
        "By Your favor do good to Zion;",
        "Build the walls of Jerusalem."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Then You will delight in righteous sacrifices,",
        "In burnt offering and whole burnt offering;",
        "Then young bulls will be offered on Your altar."
      ],
      "verse": 19
    }
  ]
}