{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 59,
  "verses": [
    {
      "texts": [
        "Deliver me from my enemies, O my God;",
        "Set me securely on high away from those who rise up against me."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Deliver me from those who do iniquity",
        "And save me from men of bloodshed."
      ],
      "verse": 2
    },
    {
      "texts": [
        "For behold, they have set an ambush for my life;",
        "Fierce men launch an attack against me,",
        "Not for my transgression nor for my sin, O Lord,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "For no guilt of mine, they run and set themselves against me.",
        "Arouse Yourself to help me, and see!"
      ],
      "verse": 4
    },
    {
      "texts": [
        "You, O Lord God of hosts, the God of Israel,",
        "Awake to punish all the nations;",
        "Do not be gracious to any who are treacherous in iniquity. Selah."
      ],
      "verse": 5
    },
    {
      "texts": [
        "They return at evening, they howl like a dog,",
        "And go around the city."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Behold, they belch forth with their mouth;",
        "Swords are in their lips,",
        "For, they say, \"Who hears?\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "But You, O Lord, laugh at them;",
        "You scoff at all the nations."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Because of his strength I will watch for You,",
        "For God is my stronghold."
      ],
      "verse": 9
    },
    {
      "texts": [
        "My God in His lovingkindness will meet me;",
        "God will let me look triumphantly upon my foes."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Do not slay them, or my people will forget;",
        "Scatter them by Your power, and bring them down,",
        "O Lord, our shield."
      ],
      "verse": 11
    },
    {
      "texts": [
        "On account of the sin of their mouth and the words of their lips,",
        "Let them even be caught in their pride,",
        "And on account of curses and lies which they utter."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Destroy them in wrath, destroy them that they may be no more;",
        "That men may know that God rules in Jacob",
        "To the ends of the earth. Selah."
      ],
      "verse": 13
    },
    {
      "texts": [
        "They return at evening, they howl like a dog,",
        "And go around the city."
      ],
      "verse": 14
    },
    {
      "texts": [
        "They wander about for food",
        "And growl if they are not satisfied."
      ],
      "verse": 15
    },
    {
      "texts": [
        "But as for me, I shall sing of Your strength;",
        "Yes, I shall joyfully sing of Your lovingkindness in the morning,",
        "For You have been my stronghold",
        "And a refuge in the day of my distress."
      ],
      "verse": 16
    },
    {
      "texts": [
        "O my strength, I will sing praises to You;",
        "For God is my stronghold, the God who shows me lovingkindness."
      ],
      "verse": 17
    }
  ]
}