{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 68,
  "verses": [
    {
      "texts": [
        "Let God arise, let His enemies be scattered,",
        "And let those who hate Him flee before Him."
      ],
      "verse": 1
    },
    {
      "texts": [
        "As smoke is driven away, so drive them away;",
        "As wax melts before the fire,",
        "So let the wicked perish before God."
      ],
      "verse": 2
    },
    {
      "texts": [
        "But let the righteous be glad; let them exult before God;",
        "Yes, let them rejoice with gladness."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Sing to God, sing praises to His name;",
        "Lift up a song for Him who rides through the deserts,",
        "Whose name is the Lord, and exult before Him."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A father of the fatherless and a judge for the widows,",
        "Is God in His holy habitation."
      ],
      "verse": 5
    },
    {
      "texts": [
        "God makes a home for the lonely;",
        "He leads out the prisoners into prosperity,",
        "Only the rebellious dwell in a parched land."
      ],
      "verse": 6
    },
    {
      "texts": [
        "O God, when You went forth before Your people,",
        "When You marched through the wilderness, Selah."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The earth quaked;",
        "The heavens also dropped rain at the presence of God;",
        "Sinai itself quaked at the presence of God, the God of Israel."
      ],
      "verse": 8
    },
    {
      "texts": [
        "You shed abroad a plentiful rain, O God;",
        "You confirmed Your inheritance when it was parched."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Your creatures settled in it;",
        "You provided in Your goodness for the poor, O God."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The Lord gives the command;",
        "The women who proclaim the good tidings are a great host:"
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"Kings of armies flee, they flee,",
        "And she who remains at home will divide the spoil!\""
      ],
      "verse": 12
    },
    {
      "texts": [
        "When you lie down among the sheepfolds,",
        "You are like the wings of a dove covered with silver,",
        "And its pinions with glistening gold."
      ],
      "verse": 13
    },
    {
      "texts": [
        "When the Almighty scattered the kings there,",
        "It was snowing in Zalmon."
      ],
      "verse": 14
    },
    {
      "texts": [
        "A mountain of God is the mountain of Bashan;",
        "A mountain of many peaks is the mountain of Bashan."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Why do you look with envy, O mountains with many peaks,",
        "At the mountain which God has desired for His abode?",
        "Surely the Lord will dwell there forever."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The chariots of God are myriads, thousands upon thousands;",
        "The Lord is among them as at Sinai, in holiness."
      ],
      "verse": 17
    },
    {
      "texts": [
        "You have ascended on high, You have led captive Your captives;",
        "You have received gifts among men,",
        "Even among the rebellious also, that the Lord God may dwell there."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Blessed be the Lord, who daily bears our burden,",
        "The God who is our salvation. Selah."
      ],
      "verse": 19
    },
    {
      "texts": [
        "God is to us a God of deliverances;",
        "And to God the Lord belong escapes from death."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Surely God will shatter the head of His enemies,",
        "The hairy crown of him who goes on in his guilty deeds."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The Lord said, \"I will bring them back from Bashan.",
        "I will bring them back from the depths of the sea;"
      ],
      "verse": 22
    },
    {
      "texts": [
        "That your foot may shatter them in blood,",
        "The tongue of your dogs may have its portion from your enemies.\""
      ],
      "verse": 23
    },
    {
      "texts": [
        "They have seen Your procession, O God,",
        "The procession of my God, my King, into the sanctuary."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The singers went on, the musicians after them,",
        "In the midst of the maidens beating tambourines."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Bless God in the congregations,",
        "Even the Lord, you who are of the fountain of Israel."
      ],
      "verse": 26
    },
    {
      "texts": [
        "There is Benjamin, the youngest, ruling them,",
        "The princes of Judah in their throng,",
        "The princes of Zebulun, the princes of Naphtali."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Your God has commanded your strength;",
        "Show Yourself strong, O God, who have acted on our behalf."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Because of Your temple at Jerusalem",
        "Kings will bring gifts to You."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Rebuke the beasts in the reeds,",
        "The herd of bulls with the calves of the peoples,",
        "Trampling under foot the pieces of silver;",
        "He has scattered the peoples who delight in war."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Envoys will come out of Egypt;",
        "Ethiopia will quickly stretch out her hands to God."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Sing to God, O kingdoms of the earth,",
        "Sing praises to the Lord, Selah."
      ],
      "verse": 32
    },
    {
      "texts": [
        "To Him who rides upon the highest heavens, which are from ancient times;",
        "Behold, He speaks forth with His voice, a mighty voice."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Ascribe strength to God;",
        "His majesty is over Israel",
        "And His strength is in the skies."
      ],
      "verse": 34
    },
    {
      "texts": [
        "O God, You are awesome from Your sanctuary.",
        "The God of Israel Himself gives strength and power to the people.",
        "Blessed be God!"
      ],
      "verse": 35
    }
  ]
}