{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 7,
  "verses": [
    {
      "texts": [
        "O Lord my God, in You I have taken refuge;",
        "Save me from all those who pursue me, and deliver me,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Or he will tear my soul like a lion,",
        "Dragging me away, while there is none to deliver."
      ],
      "verse": 2
    },
    {
      "texts": [
        "O Lord my God, if I have done this,",
        "If there is injustice in my hands,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "If I have rewarded evil to my friend,",
        "Or have plundered him who without cause was my adversary,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Let the enemy pursue my soul and overtake it;",
        "And let him trample my life down to the ground",
        "And lay my glory in the dust. Selah."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Arise, O Lord, in Your anger;",
        "Lift up Yourself against the rage of my adversaries,",
        "And arouse Yourself for me; You have appointed judgment."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Let the assembly of the peoples encompass You,",
        "And over them return on high."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord judges the peoples;",
        "Vindicate me, O Lord, according to my righteousness and my integrity that is in me."
      ],
      "verse": 8
    },
    {
      "texts": [
        "O let the evil of the wicked come to an end, but establish the righteous;",
        "For the righteous God tries the hearts and minds."
      ],
      "verse": 9
    },
    {
      "texts": [
        "My shield is with God,",
        "Who saves the upright in heart."
      ],
      "verse": 10
    },
    {
      "texts": [
        "God is a righteous judge,",
        "And a God who has indignation every day."
      ],
      "verse": 11
    },
    {
      "texts": [
        "If a man does not repent, He will sharpen His sword;",
        "He has bent His bow and made it ready."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He has also prepared for Himself deadly weapons;",
        "He makes His arrows fiery shafts."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Behold, he travails with wickedness,",
        "And he conceives mischief and brings forth falsehood."
      ],
      "verse": 14
    },
    {
      "texts": [
        "He has dug a pit and hollowed it out,",
        "And has fallen into the hole which he made."
      ],
      "verse": 15
    },
    {
      "texts": [
        "His mischief will return upon his own head,",
        "And his violence will descend upon his own pate."
      ],
      "verse": 16
    },
    {
      "texts": [
        "I will give thanks to the Lord according to His righteousness",
        "And will sing praise to the name of the Lord Most High."
      ],
      "verse": 17
    }
  ]
}