{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 71,
  "verses": [
    {
      "texts": [
        "In You, O Lord, I have taken refuge;",
        "Let me never be ashamed."
      ],
      "verse": 1
    },
    {
      "texts": [
        "In Your righteousness deliver me and rescue me;",
        "Incline Your ear to me and save me."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Be to me a rock of habitation to which I may continually come;",
        "You have given commandment to save me,",
        "For You are my rock and my fortress."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Rescue me, O my God, out of the hand of the wicked,",
        "Out of the grasp of the wrongdoer and ruthless man,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "For You are my hope;",
        "O Lord God, You are my confidence from my youth."
      ],
      "verse": 5
    },
    {
      "texts": [
        "By You I have been sustained from my birth;",
        "You are He who took me from my mother's womb;",
        "My praise is continually of You."
      ],
      "verse": 6
    },
    {
      "texts": [
        "I have become a marvel to many,",
        "For You are my strong refuge."
      ],
      "verse": 7
    },
    {
      "texts": [
        "My mouth is filled with Your praise",
        "And with Your glory all day long."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Do not cast me off in the time of old age;",
        "Do not forsake me when my strength fails."
      ],
      "verse": 9
    },
    {
      "texts": [
        "For my enemies have spoken against me;",
        "And those who watch for my life have consulted together,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Saying, \"God has forsaken him;",
        "Pursue and seize him, for there is no one to deliver.\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "O God, do not be far from me;",
        "O my God, hasten to my help!"
      ],
      "verse": 12
    },
    {
      "texts": [
        "Let those who are adversaries of my soul be ashamed and consumed;",
        "Let them be covered with reproach and dishonor, who seek to injure me."
      ],
      "verse": 13
    },
    {
      "texts": [
        "But as for me, I will hope continually,",
        "And will praise You yet more and more."
      ],
      "verse": 14
    },
    {
      "texts": [
        "My mouth shall tell of Your righteousness",
        "And of Your salvation all day long;",
        "For I do not know the sum of them."
      ],
      "verse": 15
    },
    {
      "texts": [
        "I will come with the mighty deeds of the Lord God;",
        "I will make mention of Your righteousness, Yours alone."
      ],
      "verse": 16
    },
    {
      "texts": [
        "O God, You have taught me from my youth,",
        "And I still declare Your wondrous deeds."
      ],
      "verse": 17
    },
    {
      "texts": [
        "And even when I am old and gray, O God, do not forsake me,",
        "Until I declare Your strength to this generation,",
        "Your power to all who are to come."
      ],
      "verse": 18
    },
    {
      "texts": [
        "For Your righteousness, O God, reaches to the heavens,",
        "You who have done great things;",
        "O God, who is like You?"
      ],
      "verse": 19
    },
    {
      "texts": [
        "You who have shown me many troubles and distresses",
        "Will revive me again,",
        "And will bring me up again from the depths of the earth."
      ],
      "verse": 20
    },
    {
      "texts": [
        "May You increase my greatness",
        "And turn to comfort me."
      ],
      "verse": 21
    },
    {
      "texts": [
        "I will also praise You with a harp,",
        "Even Your truth, O my God;",
        "To You I will sing praises with the lyre,",
        "O Holy One of Israel."
      ],
      "verse": 22
    },
    {
      "texts": [
        "My lips will shout for joy when I sing praises to You;",
        "And my soul, which You have redeemed."
      ],
      "verse": 23
    },
    {
      "texts": [
        "My tongue also will utter Your righteousness all day long;",
        "For they are ashamed, for they are humiliated who seek my hurt."
      ],
      "verse": 24
    }
  ]
}