{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 72,
  "verses": [
    {
      "texts": [
        "Give the king Your judgments, O God,",
        "And Your righteousness to the king's son."
      ],
      "verse": 1
    },
    {
      "texts": [
        "May he judge Your people with righteousness",
        "And Your afflicted with justice."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Let the mountains bring peace to the people,",
        "And the hills, in righteousness."
      ],
      "verse": 3
    },
    {
      "texts": [
        "May he vindicate the afflicted of the people,",
        "Save the children of the needy",
        "And crush the oppressor."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Let them fear You while the sun endures,",
        "And as long as the moon, throughout all generations."
      ],
      "verse": 5
    },
    {
      "texts": [
        "May he come down like rain upon the mown grass,",
        "Like showers that water the earth."
      ],
      "verse": 6
    },
    {
      "texts": [
        "In his days may the righteous flourish,",
        "And abundance of peace till the moon is no more."
      ],
      "verse": 7
    },
    {
      "texts": [
        "May he also rule from sea to sea",
        "And from the River to the ends of the earth."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Let the nomads of the desert bow before him,",
        "And his enemies lick the dust."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Let the kings of Tarshish and of the islands bring presents;",
        "The kings of Sheba and Seba offer gifts."
      ],
      "verse": 10
    },
    {
      "texts": [
        "And let all kings bow down before him,",
        "All nations serve him."
      ],
      "verse": 11
    },
    {
      "texts": [
        "For he will deliver the needy when he cries for help,",
        "The afflicted also, and him who has no helper."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He will have compassion on the poor and needy,",
        "And the lives of the needy he will save."
      ],
      "verse": 13
    },
    {
      "texts": [
        "He will rescue their life from oppression and violence,",
        "And their blood will be precious in his sight;"
      ],
      "verse": 14
    },
    {
      "texts": [
        "So may he live, and may the gold of Sheba be given to him;",
        "And let them pray for him continually;",
        "Let them bless him all day long."
      ],
      "verse": 15
    },
    {
      "texts": [
        "May there be abundance of grain in the earth on top of the mountains;",
        "Its fruit will wave like the cedars of Lebanon;",
        "And may those from the city flourish like vegetation of the earth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "May his name endure forever;",
        "May his name increase as long as the sun shines;",
        "And let men bless themselves by him;",
        "Let all nations call him blessed."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Blessed be the Lord God, the God of Israel,",
        "Who alone works wonders."
      ],
      "verse": 18
    },
    {
      "texts": [
        "And blessed be His glorious name forever;",
        "And may the whole earth be filled with His glory.",
        "Amen, and Amen."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The prayers of David the son of Jesse are ended."
      ],
      "verse": 20
    }
  ]
}