{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 74,
  "verses": [
    {
      "texts": [
        "O God, why have You rejected us forever?",
        "Why does Your anger smoke against the sheep of Your pasture?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Remember Your congregation, which You have purchased of old,",
        "Which You have redeemed to be the tribe of Your inheritance;",
        "And this Mount Zion, where You have dwelt."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Turn Your footsteps toward the perpetual ruins;",
        "The enemy has damaged everything within the sanctuary."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Your adversaries have roared in the midst of Your meeting place;",
        "They have set up their own standards for signs."
      ],
      "verse": 4
    },
    {
      "texts": [
        "It seems as if one had lifted up",
        "His axe in a forest of trees."
      ],
      "verse": 5
    },
    {
      "texts": [
        "And now all its carved work",
        "They smash with hatchet and hammers."
      ],
      "verse": 6
    },
    {
      "texts": [
        "They have burned Your sanctuary to the ground;",
        "They have defiled the dwelling place of Your name."
      ],
      "verse": 7
    },
    {
      "texts": [
        "They said in their heart, \"Let us completely subdue them.\"",
        "They have burned all the meeting places of God in the land."
      ],
      "verse": 8
    },
    {
      "texts": [
        "We do not see our signs;",
        "There is no longer any prophet,",
        "Nor is there any among us who knows how long."
      ],
      "verse": 9
    },
    {
      "texts": [
        "How long, O God, will the adversary revile,",
        "And the enemy spurn Your name forever?"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Why do You withdraw Your hand, even Your right hand?",
        "From within Your bosom, destroy them!"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Yet God is my king from of old,",
        "Who works deeds of deliverance in the midst of the earth."
      ],
      "verse": 12
    },
    {
      "texts": [
        "You divided the sea by Your strength;",
        "You broke the heads of the sea monsters in the waters."
      ],
      "verse": 13
    },
    {
      "texts": [
        "You crushed the heads of Leviathan;",
        "You gave him as food for the creatures of the wilderness."
      ],
      "verse": 14
    },
    {
      "texts": [
        "You broke open springs and torrents;",
        "You dried up ever-flowing streams."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Yours is the day, Yours also is the night;",
        "You have prepared the light and the sun."
      ],
      "verse": 16
    },
    {
      "texts": [
        "You have established all the boundaries of the earth;",
        "You have made summer and winter."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Remember this, O Lord, that the enemy has reviled,",
        "And a foolish people has spurned Your name."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Do not deliver the soul of Your turtledove to the wild beast;",
        "Do not forget the life of Your afflicted forever."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Consider the covenant;",
        "For the dark places of the land are full of the habitations of violence."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Let not the oppressed return dishonored;",
        "Let the afflicted and needy praise Your name."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Arise, O God, and plead Your own cause;",
        "Remember how the foolish man reproaches You all day long."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Do not forget the voice of Your adversaries,",
        "The uproar of those who rise against You which ascends continually."
      ],
      "verse": 23
    }
  ]
}