{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 79,
  "verses": [
    {
      "texts": [
        "O God, the nations have invaded Your inheritance;",
        "They have defiled Your holy temple;",
        "They have laid Jerusalem in ruins."
      ],
      "verse": 1
    },
    {
      "texts": [
        "They have given the dead bodies of Your servants for food to the birds of the heavens,",
        "The flesh of Your godly ones to the beasts of the earth."
      ],
      "verse": 2
    },
    {
      "texts": [
        "They have poured out their blood like water round about Jerusalem;",
        "And there was no one to bury them."
      ],
      "verse": 3
    },
    {
      "texts": [
        "We have become a reproach to our neighbors,",
        "A scoffing and derision to those around us."
      ],
      "verse": 4
    },
    {
      "texts": [
        "How long, O Lord? Will You be angry forever?",
        "Will Your jealousy burn like fire?"
      ],
      "verse": 5
    },
    {
      "texts": [
        "Pour out Your wrath upon the nations which do not know You,",
        "And upon the kingdoms which do not call upon Your name."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For they have devoured Jacob",
        "And laid waste his habitation."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Do not remember the iniquities of our forefathers against us;",
        "Let Your compassion come quickly to meet us,",
        "For we are brought very low."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Help us, O God of our salvation, for the glory of Your name;",
        "And deliver us and forgive our sins for Your name's sake."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Why should the nations say, \"Where is their God?\"",
        "Let there be known among the nations in our sight,",
        "Vengeance for the blood of Your servants which has been shed."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Let the groaning of the prisoner come before You;",
        "According to the greatness of Your power preserve those who are doomed to die."
      ],
      "verse": 11
    },
    {
      "texts": [
        "And return to our neighbors sevenfold into their bosom",
        "The reproach with which they have reproached You, O Lord."
      ],
      "verse": 12
    },
    {
      "texts": [
        "So we Your people and the sheep of Your pasture",
        "Will give thanks to You forever;",
        "To all generations we will tell of Your praise."
      ],
      "verse": 13
    }
  ]
}