{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 80,
  "verses": [
    {
      "texts": [
        "Oh, give ear, Shepherd of Israel,",
        "You who lead Joseph like a flock;",
        "You who are enthroned above the cherubim, shine forth!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Before Ephraim and Benjamin and Manasseh, stir up Your power",
        "And come to save us!"
      ],
      "verse": 2
    },
    {
      "texts": [
        "O God, restore us",
        "And cause Your face to shine upon us, and we will be saved."
      ],
      "verse": 3
    },
    {
      "texts": [
        "O Lord God of hosts,",
        "How long will You be angry with the prayer of Your people?"
      ],
      "verse": 4
    },
    {
      "texts": [
        "You have fed them with the bread of tears,",
        "And You have made them to drink tears in large measure."
      ],
      "verse": 5
    },
    {
      "texts": [
        "You make us an object of contention to our neighbors,",
        "And our enemies laugh among themselves."
      ],
      "verse": 6
    },
    {
      "texts": [
        "O God of hosts, restore us",
        "And cause Your face to shine upon us, and we will be saved."
      ],
      "verse": 7
    },
    {
      "texts": [
        "You removed a vine from Egypt;",
        "You drove out the nations and planted it."
      ],
      "verse": 8
    },
    {
      "texts": [
        "You cleared the ground before it,",
        "And it took deep root and filled the land."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The mountains were covered with its shadow,",
        "And the cedars of God with its boughs."
      ],
      "verse": 10
    },
    {
      "texts": [
        "It was sending out its branches to the sea",
        "And its shoots to the River."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Why have You broken down its hedges,",
        "So that all who pass that way pick its fruit?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "A boar from the forest eats it away",
        "And whatever moves in the field feeds on it."
      ],
      "verse": 13
    },
    {
      "texts": [
        "O God of hosts, turn again now, we beseech You;",
        "Look down from heaven and see, and take care of this vine,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "Even the shoot which Your right hand has planted,",
        "And on the son whom You have strengthened for Yourself."
      ],
      "verse": 15
    },
    {
      "texts": [
        "It is burned with fire, it is cut down;",
        "They perish at the rebuke of Your countenance."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Let Your hand be upon the man of Your right hand,",
        "Upon the son of man whom You made strong for Yourself."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Then we shall not turn back from You;",
        "Revive us, and we will call upon Your name."
      ],
      "verse": 18
    },
    {
      "texts": [
        "O Lord God of hosts, restore us;",
        "Cause Your face to shine upon us, and we will be saved."
      ],
      "verse": 19
    }
  ]
}