{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 81,
  "verses": [
    {
      "texts": [
        "Sing for joy to God our strength;",
        "Shout joyfully to the God of Jacob."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Raise a song, strike the timbrel,",
        "The sweet sounding lyre with the harp."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Blow the trumpet at the new moon,",
        "At the full moon, on our feast day."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For it is a statute for Israel,",
        "An ordinance of the God of Jacob."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He established it for a testimony in Joseph",
        "When he went throughout the land of Egypt.",
        "I heard a language that I did not know:"
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"I relieved his shoulder of the burden,",
        "His hands were freed from the basket."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"You called in trouble and I rescued you;",
        "I answered you in the hiding place of thunder;",
        "I proved you at the waters of Meribah. Selah."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Hear, O My people, and I will admonish you;",
        "O Israel, if you would listen to Me!"
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Let there be no strange god among you;",
        "Nor shall you worship any foreign god."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"I, the Lord, am your God,",
        "Who brought you up from the land of Egypt;",
        "Open your mouth wide and I will fill it."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"But My people did not listen to My voice,",
        "And Israel did not obey Me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"So I gave them over to the stubbornness of their heart,",
        "To walk in their own devices."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"Oh that My people would listen to Me,",
        "That Israel would walk in My ways!"
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"I would quickly subdue their enemies",
        "And turn My hand against their adversaries."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Those who hate the Lord would pretend obedience to Him,",
        "And their time of punishment would be forever."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"But I would feed you with the finest of the wheat,",
        "And with honey from the rock I would satisfy you.\""
      ],
      "verse": 16
    }
  ]
}