{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 86,
  "verses": [
    {
      "texts": [
        "Incline Your ear, O Lord, and answer me;",
        "For I am afflicted and needy."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Preserve my soul, for I am a godly man;",
        "O You my God, save Your servant who trusts in You."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Be gracious to me, O Lord,",
        "For to You I cry all day long."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Make glad the soul of Your servant,",
        "For to You, O Lord, I lift up my soul."
      ],
      "verse": 4
    },
    {
      "texts": [
        "For You, Lord, are good, and ready to forgive,",
        "And abundant in lovingkindness to all who call upon You."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Give ear, O Lord, to my prayer;",
        "And give heed to the voice of my supplications!"
      ],
      "verse": 6
    },
    {
      "texts": [
        "In the day of my trouble I shall call upon You,",
        "For You will answer me."
      ],
      "verse": 7
    },
    {
      "texts": [
        "There is no one like You among the gods, O Lord,",
        "Nor are there any works like Yours."
      ],
      "verse": 8
    },
    {
      "texts": [
        "All nations whom You have made shall come and worship before You, O Lord,",
        "And they shall glorify Your name."
      ],
      "verse": 9
    },
    {
      "texts": [
        "For You are great and do wondrous deeds;",
        "You alone are God."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Teach me Your way, O Lord;",
        "I will walk in Your truth;",
        "Unite my heart to fear Your name."
      ],
      "verse": 11
    },
    {
      "texts": [
        "I will give thanks to You, O Lord my God, with all my heart,",
        "And will glorify Your name forever."
      ],
      "verse": 12
    },
    {
      "texts": [
        "For Your lovingkindness toward me is great,",
        "And You have delivered my soul from the depths of Sheol."
      ],
      "verse": 13
    },
    {
      "texts": [
        "O God, arrogant men have risen up against me,",
        "And a band of violent men have sought my life,",
        "And they have not set You before them."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But You, O Lord, are a God merciful and gracious,",
        "Slow to anger and abundant in lovingkindness and truth."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Turn to me, and be gracious to me;",
        "Oh grant Your strength to Your servant,",
        "And save the son of Your handmaid."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Show me a sign for good,",
        "That those who hate me may see it and be ashamed,",
        "Because You, O Lord, have helped me and comforted me."
      ],
      "verse": 17
    }
  ]
}