{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 89,
  "verses": [
    {
      "texts": [
        "I will sing of the lovingkindness of the Lord forever;",
        "To all generations I will make known Your faithfulness with my mouth."
      ],
      "verse": 1
    },
    {
      "texts": [
        "For I have said, \"Lovingkindness will be built up forever;",
        "In the heavens You will establish Your faithfulness.\""
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"I have made a covenant with My chosen;",
        "I have sworn to David My servant,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "I will establish your seed forever",
        "And build up your throne to all generations.\" Selah."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The heavens will praise Your wonders, O Lord;",
        "Your faithfulness also in the assembly of the holy ones."
      ],
      "verse": 5
    },
    {
      "texts": [
        "For who in the skies is comparable to the Lord?",
        "Who among the sons of the mighty is like the Lord,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "A God greatly feared in the council of the holy ones,",
        "And awesome above all those who are around Him?"
      ],
      "verse": 7
    },
    {
      "texts": [
        "O Lord God of hosts, who is like You, O mighty Lord?",
        "Your faithfulness also surrounds You."
      ],
      "verse": 8
    },
    {
      "texts": [
        "You rule the swelling of the sea;",
        "When its waves rise, You still them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "You Yourself crushed Rahab like one who is slain;",
        "You scattered Your enemies with Your mighty arm."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The heavens are Yours, the earth also is Yours;",
        "The world and all it contains, You have founded them."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The north and the south, You have created them;",
        "Tabor and Hermon shout for joy at Your name."
      ],
      "verse": 12
    },
    {
      "texts": [
        "You have a strong arm;",
        "Your hand is mighty, Your right hand is exalted."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Righteousness and justice are the foundation of Your throne;",
        "Lovingkindness and truth go before You."
      ],
      "verse": 14
    },
    {
      "texts": [
        "How blessed are the people who know the joyful sound!",
        "O Lord, they walk in the light of Your countenance."
      ],
      "verse": 15
    },
    {
      "texts": [
        "In Your name they rejoice all the day,",
        "And by Your righteousness they are exalted."
      ],
      "verse": 16
    },
    {
      "texts": [
        "For You are the glory of their strength,",
        "And by Your favor our horn is exalted."
      ],
      "verse": 17
    },
    {
      "texts": [
        "For our shield belongs to the Lord,",
        "And our king to the Holy One of Israel."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Once You spoke in vision to Your godly ones,",
        "And said, \"I have given help to one who is mighty;",
        "I have exalted one chosen from the people."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"I have found David My servant;",
        "With My holy oil I have anointed him,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "With whom My hand will be established;",
        "My arm also will strengthen him."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"The enemy will not deceive him,",
        "Nor the son of wickedness afflict him."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"But I shall crush his adversaries before him,",
        "And strike those who hate him."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"My faithfulness and My lovingkindness will be with him,",
        "And in My name his horn will be exalted."
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"I shall also set his hand on the sea",
        "And his right hand on the rivers."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"He will cry to Me, 'You are my Father,",
        "My God, and the rock of my salvation.'"
      ],
      "verse": 26
    },
    {
      "texts": [
        "\"I also shall make him My firstborn,",
        "The highest of the kings of the earth."
      ],
      "verse": 27
    },
    {
      "texts": [
        "\"My lovingkindness I will keep for him forever,",
        "And My covenant shall be confirmed to him."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"So I will establish his descendants forever",
        "And his throne as the days of heaven."
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"If his sons forsake My law",
        "And do not walk in My judgments,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "If they violate My statutes",
        "And do not keep My commandments,"
      ],
      "verse": 31
    },
    {
      "texts": [
        "Then I will punish their transgression with the rod",
        "And their iniquity with stripes."
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"But I will not break off My lovingkindness from him,",
        "Nor deal falsely in My faithfulness."
      ],
      "verse": 33
    },
    {
      "texts": [
        "\"My covenant I will not violate,",
        "Nor will I alter the utterance of My lips."
      ],
      "verse": 34
    },
    {
      "texts": [
        "\"Once I have sworn by My holiness;",
        "I will not lie to David."
      ],
      "verse": 35
    },
    {
      "texts": [
        "\"His descendants shall endure forever",
        "And his throne as the sun before Me."
      ],
      "verse": 36
    },
    {
      "texts": [
        "\"It shall be established forever like the moon,",
        "And the witness in the sky is faithful.\" Selah."
      ],
      "verse": 37
    },
    {
      "texts": [
        "But You have cast off and rejected,",
        "You have been full of wrath against Your anointed."
      ],
      "verse": 38
    },
    {
      "texts": [
        "You have spurned the covenant of Your servant;",
        "You have profaned his crown in the dust."
      ],
      "verse": 39
    },
    {
      "texts": [
        "You have broken down all his walls;",
        "You have brought his strongholds to ruin."
      ],
      "verse": 40
    },
    {
      "texts": [
        "All who pass along the way plunder him;",
        "He has become a reproach to his neighbors."
      ],
      "verse": 41
    },
    {
      "texts": [
        "You have exalted the right hand of his adversaries;",
        "You have made all his enemies rejoice."
      ],
      "verse": 42
    },
    {
      "texts": [
        "You also turn back the edge of his sword",
        "And have not made him stand in battle."
      ],
      "verse": 43
    },
    {
      "texts": [
        "You have made his splendor to cease",
        "And cast his throne to the ground."
      ],
      "verse": 44
    },
    {
      "texts": [
        "You have shortened the days of his youth;",
        "You have covered him with shame. Selah."
      ],
      "verse": 45
    },
    {
      "texts": [
        "How long, O Lord?",
        "Will You hide Yourself forever?",
        "Will Your wrath burn like fire?"
      ],
      "verse": 46
    },
    {
      "texts": [
        "Remember what my span of life is;",
        "For what vanity You have created all the sons of men!"
      ],
      "verse": 47
    },
    {
      "texts": [
        "What man can live and not see death?",
        "Can he deliver his soul from the power of Sheol? Selah."
      ],
      "verse": 48
    },
    {
      "texts": [
        "Where are Your former lovingkindnesses, O Lord,",
        "Which You swore to David in Your faithfulness?"
      ],
      "verse": 49
    },
    {
      "texts": [
        "Remember, O Lord, the reproach of Your servants;",
        "How I bear in my bosom the reproach of all the many peoples,"
      ],
      "verse": 50
    },
    {
      "texts": [
        "With which Your enemies have reproached, O Lord,",
        "With which they have reproached the footsteps of Your anointed."
      ],
      "verse": 51
    },
    {
      "texts": [
        "Blessed be the Lord forever!",
        "Amen and Amen."
      ],
      "verse": 52
    }
  ]
}