{
  "book_id": "PSA",
  "book_name": "PSALMS",
  "chapter": 9,
  "verses": [
    {
      "texts": [
        "I will give thanks to the Lord with all my heart;",
        "I will tell of all Your wonders."
      ],
      "verse": 1
    },
    {
      "texts": [
        "I will be glad and exult in You;",
        "I will sing praise to Your name, O Most High."
      ],
      "verse": 2
    },
    {
      "texts": [
        "When my enemies turn back,",
        "They stumble and perish before You."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For You have maintained my just cause;",
        "You have sat on the throne judging righteously."
      ],
      "verse": 4
    },
    {
      "texts": [
        "You have rebuked the nations, You have destroyed the wicked;",
        "You have blotted out their name forever and ever."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The enemy has come to an end in perpetual ruins,",
        "And You have uprooted the cities;",
        "The very memory of them has perished."
      ],
      "verse": 6
    },
    {
      "texts": [
        "But the Lord abides forever;",
        "He has established His throne for judgment,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "And He will judge the world in righteousness;",
        "He will execute judgment for the peoples with equity."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The Lord also will be a stronghold for the oppressed,",
        "A stronghold in times of trouble;"
      ],
      "verse": 9
    },
    {
      "texts": [
        "And those who know Your name will put their trust in You,",
        "For You, O Lord, have not forsaken those who seek You."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Sing praises to the Lord, who dwells in Zion;",
        "Declare among the peoples His deeds."
      ],
      "verse": 11
    },
    {
      "texts": [
        "For He who requires blood remembers them;",
        "He does not forget the cry of the afflicted."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Be gracious to me, O Lord;",
        "See my affliction from those who hate me,",
        "You who lift me up from the gates of death,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "That I may tell of all Your praises,",
        "That in the gates of the daughter of Zion",
        "I may rejoice in Your salvation."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The nations have sunk down in the pit which they have made;",
        "In the net which they hid, their own foot has been caught."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The Lord has made Himself known;",
        "He has executed judgment.",
        "In the work of his own hands the wicked is snared. Higgaion Selah."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The wicked will return to Sheol,",
        "Even all the nations who forget God."
      ],
      "verse": 17
    },
    {
      "texts": [
        "For the needy will not always be forgotten,",
        "Nor the hope of the afflicted perish forever."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Arise, O Lord, do not let man prevail;",
        "Let the nations be judged before You."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Put them in fear, O Lord;",
        "Let the nations know that they are but men. Selah."
      ],
      "verse": 20
    }
  ]
}