{
  "book_id": "ISA",
  "book_name": "Isaiah",
  "chapter": 6,
  "verses": [
    {
      "texts": [
        "In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And one called to another and said:",
        "\"Holy, holy, holy is the Lord of hosts;",
        "the whole earth is full of his glory!\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke."
      ],
      "verse": 4
    },
    {
      "texts": [
        "And I said: \"Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar."
      ],
      "verse": 6
    },
    {
      "texts": [
        "And he touched my mouth and said: \"Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "And I heard the voice of the Lord saying, \"Whom shall I send, and who will go for us?\" Then I said, \"Here I am! Send me.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "And he said, \"Go, and say to this people:",
        "\"'Keep on hearing, but do not understand;",
        "keep on seeing, but do not perceive.'"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Make the heart of this people dull,",
        "and their ears heavy,",
        "and blind their eyes;",
        "lest they see with their eyes,",
        "and hear with their ears,",
        "and understand with their hearts,",
        "and turn and be healed.\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Then I said, \"How long, O Lord?\"",
        "And he said:",
        "\"Until cities lie waste",
        "without inhabitant,",
        "and houses without people,",
        "and the land is a desolate waste,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "and the Lord removes people far away,",
        "and the forsaken places are many in the midst of the land."
      ],
      "verse": 12
    },
    {
      "texts": [
        "And though a tenth remain in it,",
        "it will be burned again,",
        "like a terebinth or an oak,",
        "whose stump remains",
        "when it is felled.\"",
        "The holy seed is its stump."
      ],
      "verse": 13
    }
  ]
}