{
  "book_id": "GEN",
  "book_name": "Genesis",
  "chapter": 11,
  "verses": [
    {
      "texts": [
        "Now the whole earth had one language and the same words."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And as people migrated from the east, they found a plain in the land of Shinar and settled there."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And they said to one another, \"Come, let us make bricks, and burn them thoroughly.\" And they had brick for stone, and bitumen for mortar."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Then they said, \"Come, let us build ourselves a city and a tower with its top in the heavens, and let us make a name for ourselves, lest we be dispersed over the face of the whole earth.\""
      ],
      "verse": 4
    },
    {
      "texts": [
        "And the Lord came down to see the city and the tower, which the children of man had built."
      ],
      "verse": 5
    },
    {
      "texts": [
        "And the Lord said, \"Behold, they are one people, and they have all one language, and this is only the beginning of what they will do. And nothing that they propose to do will now be impossible for them."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Come, let us go down and there confuse their language, so that they may not understand one another's speech.\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "So the Lord dispersed them from there over the face of all the earth, and they left off building the city."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Therefore its name was called Babel, because there the Lord confused the language of all the earth. And from there the Lord dispersed them over the face of all the earth."
      ],
      "verse": 9
    },
    {
      "texts": [
        "These are the generations of Shem. When Shem was 100 years old, he fathered Arpachshad two years after the flood."
      ],
      "verse": 10
    },
    {
      "texts": [
        "And Shem lived after he fathered Arpachshad 500 years and had other sons and daughters."
      ],
      "verse": 11
    },
    {
      "texts": [
        "When Arpachshad had lived 35 years, he fathered Shelah."
      ],
      "verse": 12
    },
    {
      "texts": [
        "And Arpachshad lived after he fathered Shelah 403 years and had other sons and daughters."
      ],
      "verse": 13
    },
    {
      "texts": [
        "When Shelah had lived 30 years, he fathered Eber."
      ],
      "verse": 14
    },
    {
      "texts": [
        "And Shelah lived after he fathered Eber 403 years and had other sons and daughters."
      ],
      "verse": 15
    },
    {
      "texts": [
        "When Eber had lived 34 years, he fathered Peleg."
      ],
      "verse": 16
    },
    {
      "texts": [
        "And Eber lived after he fathered Peleg 430 years and had other sons and daughters."
      ],
      "verse": 17
    },
    {
      "texts": [
        "When Peleg had lived 30 years, he fathered Reu."
      ],
      "verse": 18
    },
    {
      "texts": [
        "And Peleg lived after he fathered Reu 209 years and had other sons and daughters."
      ],
      "verse": 19
    },
    {
      "texts": [
        "When Reu had lived 32 years, he fathered Serug."
      ],
      "verse": 20
    },
    {
      "texts": [
        "And Reu lived after he fathered Serug 207 years and had other sons and daughters."
      ],
      "verse": 21
    },
    {
      "texts": [
        "When Serug had lived 30 years, he fathered Nahor."
      ],
      "verse": 22
    },
    {
      "texts": [
        "And Serug lived after he fathered Nahor 200 years and had other sons and daughters."
      ],
      "verse": 23
    },
    {
      "texts": [
        "When Nahor had lived 29 years, he fathered Terah."
      ],
      "verse": 24
    },
    {
      "texts": [
        "And Nahor lived after he fathered Terah 119 years and had other sons and daughters."
      ],
      "verse": 25
    },
    {
      "texts": [
        "When Terah had lived 70 years, he fathered Abram, Nahor, and Haran."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Now these are the generations of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Haran died in the presence of his father Terah in the land of his kindred, in Ur of the Chaldeans."
      ],
      "verse": 28
    },
    {
      "texts": [
        "And Abram and Nahor took wives. The name of Abram's wife was Sarai, and the name of Nahor's wife, Milcah, the daughter of Haran the father of Milcah and Iscah."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Now Sarai was barren; she had no child."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Terah took Abram his son and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram's wife, and they went forth together from Ur of the Chaldeans to go into the land of Canaan, but when they came to Haran, they settled there."
      ],
      "verse": 31
    },
    {
      "texts": [
        "The days of Terah were 205 years, and Terah died in Haran."
      ],
      "verse": 32
    }
  ]
}