{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 109,
  "verses": [
    {
      "texts": [
        "Hold not thy peace, O God of my praise;",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "For the mouth of the wicked and the mouth of the deceitful are opened against me: they have spoken against me with a lying tongue.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "They compassed me about also with words of hatred; and fought against me without a cause.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "For my love they are my adversaries: but I give myself unto prayer.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "And they have rewarded me evil for good, and hatred for my love.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Set thou a wicked man over him: and let Satan stand at his right hand.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "When he shall be judged, let him be condemned: and let his prayer become sin.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let his days be few; and let another take his office.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Let his children be fatherless, and his wife a widow.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Let his children be continually vagabonds, and beg: let them seek their bread also out of their desolate places.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Let the extortioner catch all that he hath; and let the strangers spoil his labour.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Let there be none to extend mercy unto him: neither let there be any to favour his fatherless children.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "Let his posterity be cut off; and in the generation following let their name be blotted out.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "Let them be before the Lord continually, that he may cut off the memory of them from the earth.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Because that he remembered not to shew mercy, but persecuted the poor and needy man, that he might even slay the broken in heart.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "As he loved cursing, so let it come unto him: as he delighted not in blessing, so let it be far from him.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "As he clothed himself with cursing like as with his garment, so let it come into his bowels like water, and like oil into his bones.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Let it be unto him as the garment which covereth him, and for a girdle wherewith he is girded continually.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Let this be the reward of mine adversaries from the Lord, and of them that speak evil against my soul.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "But do thou for me, O God the Lord, for thy name's sake: because thy mercy is good, deliver thou me.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "For I am poor and needy, and my heart is wounded within me.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "I am gone like the shadow when it declineth: I am tossed up and down as the locust.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "My knees are weak through fasting; and my flesh faileth of fatness.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "I became also a reproach unto them: when they looked upon me they shaked their heads.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "Help me, O Lord my God: O save me according to thy mercy:",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "That they may know that this is thy hand; that thou, Lord, hast done it.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "Let them curse, but bless thou: when they arise, let them be ashamed; but let thy servant rejoice.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "Let mine adversaries be clothed with shame, and let them cover themselves with their own confusion, as with a mantle.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "I will greatly praise the Lord with my mouth; yea, I will praise him among the multitude.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "For he shall stand at the right hand of the poor, to save him from those that condemn his soul."
      ],
      "verse": 31
    }
  ]
}