{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 25,
  "verses": [
    {
      "texts": [
        "Unto thee, O Lord, do I lift up my soul.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "Yea, let none that wait on thee be ashamed: let them be ashamed which transgress without cause.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Shew me thy ways, O Lord; teach me thy paths.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Lead me in thy truth, and teach me: for thou art the God of my salvation; on thee do I wait all the day.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Remember, O Lord, thy tender mercies and thy lovingkindnesses; for they have been ever of old.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Remember not the sins of my youth, nor my transgressions: according to thy mercy remember thou me for thy goodness' sake, O Lord.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Good and upright is the Lord: therefore will he teach sinners in the way.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "The meek will he guide in judgment: and the meek will he teach his way.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "All the paths of the Lord are mercy and truth unto such as keep his covenant and his testimonies.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "For thy name's sake, O Lord, pardon mine iniquity; for it is great.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "What man is he that feareth the Lord? him shall he teach in the way that he shall choose.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "His soul shall dwell at ease; and his seed shall inherit the earth.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "The secret of the Lord is with them that fear him; and he will shew them his covenant.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "Mine eyes are ever toward the Lord; for he shall pluck my feet out of the net.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Turn thee unto me, and have mercy upon me; for I am desolate and afflicted.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "The troubles of my heart are enlarged: O bring thou me out of my distresses.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "Look upon mine affliction and my pain; and forgive all my sins.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Consider mine enemies; for they are many; and they hate me with cruel hatred.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "O keep my soul, and deliver me: let me not be ashamed; for I put my trust in thee.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Let integrity and uprightness preserve me; for I wait on thee.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Redeem Israel, O God, out of all his troubles."
      ],
      "verse": 22
    }
  ]
}