{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 33,
  "verses": [
    {
      "texts": [
        "Rejoice in the Lord, O ye righteous: for praise is comely for the upright.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Praise the Lord with harp: sing unto him with the psaltery and an instrument of ten strings.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "Sing unto him a new song; play skilfully with a loud noise.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "For the word of the Lord is right; and all his works are done in truth.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "He loveth righteousness and judgment: the earth is full of the goodness of the Lord.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "By the word of the Lord were the heavens made; and all the host of them by the breath of his mouth.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "He gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let all the earth fear the Lord: let all the inhabitants of the world stand in awe of him.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "For he spake, and it was done; he commanded, and it stood fast.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "The Lord bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "The counsel of the Lord standeth for ever, the thoughts of his heart to all generations.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Blessed is the nation whose God is the Lord; and the people whom he hath chosen for his own inheritance.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Lord looketh from heaven; he beholdeth all the sons of men.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "From the place of his habitation he looketh upon all the inhabitants of the earth.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "He fashioneth their hearts alike; he considereth all their works.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "There is no king saved by the multitude of an host: a mighty man is not delivered by much strength.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "An horse is a vain thing for safety: neither shall he deliver any by his great strength.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "Behold, the eye of the Lord is upon them that fear him, upon them that hope in his mercy;",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "To deliver their soul from death, and to keep them alive in famine.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Our soul waiteth for the Lord: he is our help and our shield.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "For our heart shall rejoice in him, because we have trusted in his holy name.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Let thy mercy, O Lord, be upon us, according as we hope in thee."
      ],
      "verse": 22
    }
  ]
}