{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 38,
  "verses": [
    {
      "texts": [
        "O Lord, rebuke me not in thy wrath: neither chasten me in thy hot displeasure.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "For thine arrows stick fast in me, and thy hand presseth me sore.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "There is no soundness in my flesh because of thine anger; neither is there any rest in my bones because of my sin.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "For mine iniquities are gone over mine head: as an heavy burden they are too heavy for me.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "My wounds stink and are corrupt because of my foolishness.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "I am troubled; I am bowed down greatly; I go mourning all the day long.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "For my loins are filled with a loathsome disease: and there is no soundness in my flesh.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "I am feeble and sore broken: I have roared by reason of the disquietness of my heart.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Lord, all my desire is before thee; and my groaning is not hid from thee.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "My heart panteth, my strength faileth me: as for the light of mine eyes, it also is gone from me.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "My lovers and my friends stand aloof from my sore; and my kinsmen stand afar off.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "They also that seek after my life lay snares for me: and they that seek my hurt speak mischievous things, and imagine deceits all the day long.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "But I, as a deaf man, heard not; and I was as a dumb man that openeth not his mouth.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Thus I was as a man that heareth not, and in whose mouth are no reproofs.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "For in thee, O Lord, do I hope: thou wilt hear, O Lord my God.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "For I said, Hear me, lest otherwise they should rejoice over me: when my foot slippeth, they magnify themselves against me.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "For I am ready to halt, and my sorrow is continually before me.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "For I will declare mine iniquity; I will be sorry for my sin.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "But mine enemies are lively, and they are strong: and they that hate me wrongfully are multiplied.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "They also that render evil for good are mine adversaries; because I follow the thing that good is.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Forsake me not, O Lord: O my God, be not far from me.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Make haste to help me, O Lord my salvation."
      ],
      "verse": 22
    }
  ]
}