{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 56,
  "verses": [
    {
      "texts": [
        "Be merciful unto me, O God: for man would swallow me up; he fighting daily oppresseth me.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Mine enemies would daily swallow me up: for they be many that fight against me, O thou most High.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "What time I am afraid, I will trust in thee.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Every day they wrest my words: all their thoughts are against me for evil.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "They gather themselves together, they hide themselves, they mark my steps, when they wait for my soul.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Shall they escape by iniquity? in thine anger cast down the people, O God.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "When I cry unto thee, then shall mine enemies turn back: this I know; for God is for me.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "In God will I praise his word: in the Lord will I praise his word.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "In God have I put my trust: I will not be afraid what man can do unto me.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Thy vows are upon me, O God: I will render praises unto thee.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "For thou hast delivered my soul from death: wilt not thou deliver my feet from falling, that I may walk before God in the light of the living?"
      ],
      "verse": 13
    }
  ]
}