{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 84,
  "verses": [
    {
      "texts": [
        "How amiable are thy tabernacles, O Lord of hosts!",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "My soul longeth, yea, even fainteth for the courts of the Lord: my heart and my flesh crieth out for the living God.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "Yea, the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O Lord of hosts, my King, and my God.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Blessed are they that dwell in thy house: they will be still praising thee. Selah.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Blessed is the man whose strength is in thee; in whose heart are the ways of them.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Who passing through the valley of Baca make it a well; the rain also filleth the pools.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "They go from strength to strength, every one of them in Zion appeareth before God.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "O Lord God of hosts, hear my prayer: give ear, O God of Jacob. Selah.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Behold, O God our shield, and look upon the face of thine anointed.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "For the Lord God is a sun and shield: the Lord will give grace and glory: no good thing will he withhold from them that walk uprightly.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "O Lord of hosts, blessed is the man that trusteth in thee."
      ],
      "verse": 12
    }
  ]
}