{
  "book_id": "MRK",
  "book_name": "MARK",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "Getting up, He went from there to the region of Judea and beyond the Jordan; crowds gathered around Him again, and, according to His custom, He once more began to teach them.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Some Pharisees came up to Jesus, testing Him, and began to question Him whether it was lawful for a man to divorce a wife."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And He answered and said to them, \"What did Moses command you?\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "They said, \"Moses permitted a man to write a certificate of divorce and send her away.\""
      ],
      "verse": 4
    },
    {
      "texts": [
        "But Jesus said to them, \"Because of your hardness of heart he wrote you this commandment."
      ],
      "verse": 5
    },
    {
      "texts": [
        "But from the beginning of creation, God made them male and female."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For this reason a man shall leave his father and mother,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "and the two shall become one flesh; so they are no longer two, but one flesh."
      ],
      "verse": 8
    },
    {
      "texts": [
        "What therefore God has joined together, let no man separate.\"",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "In the house the disciples began questioning Him about this again."
      ],
      "verse": 10
    },
    {
      "texts": [
        "And He said to them, \"Whoever divorces his wife and marries another woman commits adultery against her;"
      ],
      "verse": 11
    },
    {
      "texts": [
        "and if she herself divorces her husband and marries another man, she is committing adultery.\"",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "And they were bringing children to Him so that He might touch them; but the disciples rebuked them."
      ],
      "verse": 13
    },
    {
      "texts": [
        "But when Jesus saw this, He was indignant and said to them, \"Permit the children to come to Me; do not hinder them; for the kingdom of God belongs to such as these."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all.\""
      ],
      "verse": 15
    },
    {
      "texts": [
        "And He took them in His arms and began blessing them, laying His hands on them.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "As He was setting out on a journey, a man ran up to Him and knelt before Him, and asked Him, \"Good Teacher, what shall I do to inherit eternal life?\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "And Jesus said to him, \"Why do you call Me good? No one is good except God alone."
      ],
      "verse": 18
    },
    {
      "texts": [
        "You know the commandments, 'Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.'\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "And he said to Him, \"Teacher, I have kept all these things from my youth up.\""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Looking at him, Jesus felt a love for him and said to him, \"One thing you lack: go and sell all you possess and give to the poor, and you will have treasure in heaven; and come, follow Me.\""
      ],
      "verse": 21
    },
    {
      "texts": [
        "But at these words he was saddened, and he went away grieving, for he was one who owned much property.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "And Jesus, looking around, said to His disciples, \"How hard it will be for those who are wealthy to enter the kingdom of God!\""
      ],
      "verse": 23
    },
    {
      "texts": [
        "The disciples were amazed at His words. But Jesus answered again and said to them, \"Children, how hard it is to enter the kingdom of God!"
      ],
      "verse": 24
    },
    {
      "texts": [
        "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\""
      ],
      "verse": 25
    },
    {
      "texts": [
        "They were even more astonished and said to Him, \"Then who can be saved?\""
      ],
      "verse": 26
    },
    {
      "texts": [
        "Looking at them, Jesus said, \"With people it is impossible, but not with God; for all things are possible with God.\"",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "Peter began to say to Him, \"Behold, we have left everything and followed You.\""
      ],
      "verse": 28
    },
    {
      "texts": [
        "Jesus said, \"Truly I say to you, there is no one who has left house or brothers or sisters or mother or father or children or farms, for My sake and for the gospel's sake,"
      ],
      "verse": 29
    },
    {
      "texts": [
        "but that he will receive a hundred times as much now in the present age, houses and brothers and sisters and mothers and children and farms, along with persecutions; and in the age to come, eternal life."
      ],
      "verse": 30
    },
    {
      "texts": [
        "But many who are first will be last, and the last, first.\"",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "They were on the road going up to Jerusalem, and Jesus was walking on ahead of them; and they were amazed, and those who followed were fearful. And again He took the twelve aside and began to tell them what was going to happen to Him,"
      ],
      "verse": 32
    },
    {
      "texts": [
        "saying, \"Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and the scribes; and they will condemn Him to death and will hand Him over to the Gentiles."
      ],
      "verse": 33
    },
    {
      "texts": [
        "They will mock Him and spit on Him, and scourge Him and kill Him, and three days later He will rise again.\"",
        ""
      ],
      "verse": 34
    },
    {
      "texts": [
        "James and John, the two sons of Zebedee, came up to Jesus, saying, \"Teacher, we want You to do for us whatever we ask of You.\""
      ],
      "verse": 35
    },
    {
      "texts": [
        "And He said to them, \"What do you want Me to do for you?\""
      ],
      "verse": 36
    },
    {
      "texts": [
        "They said to Him, \"Grant that we may sit, one on Your right and one on Your left, in Your glory.\""
      ],
      "verse": 37
    },
    {
      "texts": [
        "But Jesus said to them, \"You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?\""
      ],
      "verse": 38
    },
    {
      "texts": [
        "They said to Him, \"We are able.\" And Jesus said to them, \"The cup that I drink you shall drink; and you shall be baptized with the baptism with which I am baptized."
      ],
      "verse": 39
    },
    {
      "texts": [
        "But to sit on My right or on My left, this is not Mine to give; but it is for those for whom it has been prepared.\"",
        ""
      ],
      "verse": 40
    },
    {
      "texts": [
        "Hearing this, the ten began to feel indignant with James and John."
      ],
      "verse": 41
    },
    {
      "texts": [
        "Calling them to Himself, Jesus said to them, \"You know that those who are recognized as rulers of the Gentiles lord it over them; and their great men exercise authority over them."
      ],
      "verse": 42
    },
    {
      "texts": [
        "But it is not this way among you, but whoever wishes to become great among you shall be your servant;"
      ],
      "verse": 43
    },
    {
      "texts": [
        "and whoever wishes to be first among you shall be slave of all."
      ],
      "verse": 44
    },
    {
      "texts": [
        "For even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.\"",
        ""
      ],
      "verse": 45
    },
    {
      "texts": [
        "Then they came to Jericho. And as He was leaving Jericho with His disciples and a large crowd, a blind beggar named Bartimaeus, the son of Timaeus, was sitting by the road."
      ],
      "verse": 46
    },
    {
      "texts": [
        "When he heard that it was Jesus the Nazarene, he began to cry out and say, \"Jesus, Son of David, have mercy on me!\""
      ],
      "verse": 47
    },
    {
      "texts": [
        "Many were sternly telling him to be quiet, but he kept crying out all the more, \"Son of David, have mercy on me!\""
      ],
      "verse": 48
    },
    {
      "texts": [
        "And Jesus stopped and said, \"Call him here.\" So they called the blind man, saying to him, \"Take courage, stand up! He is calling for you.\""
      ],
      "verse": 49
    },
    {
      "texts": [
        "Throwing aside his cloak, he jumped up and came to Jesus."
      ],
      "verse": 50
    },
    {
      "texts": [
        "And answering him, Jesus said, \"What do you want Me to do for you?\" And the blind man said to Him, \"Rabboni, I want to regain my sight!\""
      ],
      "verse": 51
    },
    {
      "texts": [
        "And Jesus said to him, \"Go; your faith has made you well.\" Immediately he regained his sight and began following Him on the road."
      ],
      "verse": 52
    }
  ]
}