{
  "book_id": "MRK",
  "book_name": "MARK",
  "chapter": 13,
  "verses": [
    {
      "texts": [
        "As He was going out of the temple, one of His disciples said to Him, \"Teacher, behold what wonderful stones and what wonderful buildings!\""
      ],
      "verse": 1
    },
    {
      "texts": [
        "And Jesus said to him, \"Do you see these great buildings? Not one stone will be left upon another which will not be torn down.\"",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "As He was sitting on the Mount of Olives opposite the temple, Peter and James and John and Andrew were questioning Him privately,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Tell us, when will these things be, and what will be the sign when all these things are going to be fulfilled?\""
      ],
      "verse": 4
    },
    {
      "texts": [
        "And Jesus began to say to them, \"See to it that no one misleads you."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Many will come in My name, saying, 'I am He!' and will mislead many."
      ],
      "verse": 6
    },
    {
      "texts": [
        "When you hear of wars and rumors of wars, do not be frightened; those things must take place; but that is not yet the end."
      ],
      "verse": 7
    },
    {
      "texts": [
        "For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will also be famines. These things are merely the beginning of birth pangs.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"But be on your guard; for they will deliver you to the courts, and you will be flogged in the synagogues, and you will stand before governors and kings for My sake, as a testimony to them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The gospel must first be preached to all the nations."
      ],
      "verse": 10
    },
    {
      "texts": [
        "When they arrest you and hand you over, do not worry beforehand about what you are to say, but say whatever is given you in that hour; for it is not you who speak, but it is the Holy Spirit."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Brother will betray brother to death, and a father his child; and children will rise up against parents and have them put to death."
      ],
      "verse": 12
    },
    {
      "texts": [
        "You will be hated by all because of My name, but the one who endures to the end, he will be saved.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"But when you see the abomination of desolation standing where it should not be (let the reader understand), then those who are in Judea must flee to the mountains."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The one who is on the housetop must not go down, or go in to get anything out of his house;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "and the one who is in the field must not turn back to get his coat."
      ],
      "verse": 16
    },
    {
      "texts": [
        "But woe to those who are pregnant and to those who are nursing babies in those days!"
      ],
      "verse": 17
    },
    {
      "texts": [
        "But pray that it may not happen in the winter."
      ],
      "verse": 18
    },
    {
      "texts": [
        "For those days will be a time of tribulation such as has not occurred since the beginning of the creation which God created until now, and never will."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Unless the Lord had shortened those days, no life would have been saved; but for the sake of the elect, whom He chose, He shortened the days."
      ],
      "verse": 20
    },
    {
      "texts": [
        "And then if anyone says to you, 'Behold, here is the Christ'; or, 'Behold, He is there'; do not believe him;"
      ],
      "verse": 21
    },
    {
      "texts": [
        "for false Christs and false prophets will arise, and will show signs and wonders, in order to lead astray, if possible, the elect."
      ],
      "verse": 22
    },
    {
      "texts": [
        "But take heed; behold, I have told you everything in advance.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"But in those days, after that tribulation, the sun will be darkened and the moon will not give its light,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "and the stars will be falling from heaven, and the powers that are in the heavens will be shaken."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Then they will see the Son of Man coming in clouds with great power and glory."
      ],
      "verse": 26
    },
    {
      "texts": [
        "And then He will send forth the angels, and will gather together His elect from the four winds, from the farthest end of the earth to the farthest end of heaven.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "\"Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Even so, you too, when you see these things happening, recognize that He is near, right at the door."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Truly I say to you, this generation will not pass away until all these things take place."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Heaven and earth will pass away, but My words will not pass away."
      ],
      "verse": 31
    },
    {
      "texts": [
        "But of that day or hour no one knows, not even the angels in heaven, nor the Son, but the Father alone.",
        ""
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"Take heed, keep on the alert; for you do not know when the appointed time will come."
      ],
      "verse": 33
    },
    {
      "texts": [
        "It is like a man away on a journey, who upon leaving his house and putting his slaves in charge, assigning to each one his task, also commanded the doorkeeper to stay on the alert."
      ],
      "verse": 34
    },
    {
      "texts": [
        "Therefore, be on the alert-for you do not know when the master of the house is coming, whether in the evening, at midnight, or when the rooster crows, or in the morning-"
      ],
      "verse": 35
    },
    {
      "texts": [
        "in case he should come suddenly and find you asleep."
      ],
      "verse": 36
    },
    {
      "texts": [
        "What I say to you I say to all, 'Be on the alert!'\""
      ],
      "verse": 37
    }
  ]
}