{
  "book_id": "MRK",
  "book_name": "MARK",
  "chapter": 7,
  "verses": [
    {
      "texts": [
        "The Pharisees and some of the scribes gathered around Him when they had come from Jerusalem,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "and had seen that some of His disciples were eating their bread with impure hands, that is, unwashed."
      ],
      "verse": 2
    },
    {
      "texts": [
        "(For the Pharisees and all the Jews do not eat unless they carefully wash their hands, thus observing the traditions of the elders;"
      ],
      "verse": 3
    },
    {
      "texts": [
        "and when they come from the market place, they do not eat unless they cleanse themselves; and there are many other things which they have received in order to observe, such as the washing of cups and pitchers and copper pots.)"
      ],
      "verse": 4
    },
    {
      "texts": [
        "The Pharisees and the scribes asked Him, \"Why do Your disciples not walk according to the tradition of the elders, but eat their bread with impure hands?\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "And He said to them, \"Rightly did Isaiah prophesy of you hypocrites, as it is written:",
        "'This people honors Me with their lips,",
        "But their heart is far away from Me."
      ],
      "verse": 6
    },
    {
      "texts": [
        "'But in vain do they worship Me,",
        "Teaching as doctrines the precepts of men.'",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Neglecting the commandment of God, you hold to the tradition of men.\"",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "He was also saying to them, \"You are experts at setting aside the commandment of God in order to keep your tradition."
      ],
      "verse": 9
    },
    {
      "texts": [
        "For Moses said, 'Honor your father and your mother'; and, 'He who speaks evil of father or mother, is to be put to death';"
      ],
      "verse": 10
    },
    {
      "texts": [
        "but you say, 'If a man says to his father or his mother, whatever I have that would help you is Corban (that is to say, given to God),'"
      ],
      "verse": 11
    },
    {
      "texts": [
        "you no longer permit him to do anything for his father or his mother;"
      ],
      "verse": 12
    },
    {
      "texts": [
        "thus invalidating the word of God by your tradition which you have handed down; and you do many things such as that.\"",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "After He called the crowd to Him again, He began saying to them, \"Listen to Me, all of you, and understand:"
      ],
      "verse": 14
    },
    {
      "texts": [
        "there is nothing outside the man which can defile him if it goes into him; but the things which proceed out of the man are what defile the man."
      ],
      "verse": 15
    },
    {
      "texts": [
        "[If anyone has ears to hear, let him hear.\"]",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "When he had left the crowd and entered the house, His disciples questioned Him about the parable."
      ],
      "verse": 17
    },
    {
      "texts": [
        "And He said to them, \"Are you so lacking in understanding also? Do you not understand that whatever goes into the man from outside cannot defile him,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "because it does not go into his heart, but into his stomach, and is eliminated?\" (Thus He declared all foods clean.)"
      ],
      "verse": 19
    },
    {
      "texts": [
        "And He was saying, \"That which proceeds out of the man, that is what defiles the man."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For from within, out of the heart of men, proceed the evil thoughts, fornications, thefts, murders, adulteries,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "deeds of coveting and wickedness, as well as deceit, sensuality, envy, slander, pride and foolishness."
      ],
      "verse": 22
    },
    {
      "texts": [
        "All these evil things proceed from within and defile the man.\"",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "Jesus got up and went away from there to the region of Tyre. And when He had entered a house, He wanted no one to know of it; yet He could not escape notice."
      ],
      "verse": 24
    },
    {
      "texts": [
        "But after hearing of Him, a woman whose little daughter had an unclean spirit immediately came and fell at His feet."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Now the woman was a Gentile, of the Syrophoenician race. And she kept asking Him to cast the demon out of her daughter."
      ],
      "verse": 26
    },
    {
      "texts": [
        "And He was saying to her, \"Let the children be satisfied first, for it is not good to take the children's bread and throw it to the dogs.\""
      ],
      "verse": 27
    },
    {
      "texts": [
        "But she answered and said to Him, \"Yes, Lord, but even the dogs under the table feed on the children's crumbs.\""
      ],
      "verse": 28
    },
    {
      "texts": [
        "And He said to her, \"Because of this answer go; the demon has gone out of your daughter.\""
      ],
      "verse": 29
    },
    {
      "texts": [
        "And going back to her home, she found the child lying on the bed, the demon having left.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "Again He went out from the region of Tyre, and came through Sidon to the Sea of Galilee, within the region of Decapolis."
      ],
      "verse": 31
    },
    {
      "texts": [
        "They brought to Him one who was deaf and spoke with difficulty, and they implored Him to lay His hand on him."
      ],
      "verse": 32
    },
    {
      "texts": [
        "Jesus took him aside from the crowd, by himself, and put His fingers into his ears, and after spitting, He touched his tongue with the saliva;"
      ],
      "verse": 33
    },
    {
      "texts": [
        "and looking up to heaven with a deep sigh, He said to him, \"Ephphatha!\" that is, \"Be opened!\""
      ],
      "verse": 34
    },
    {
      "texts": [
        "And his ears were opened, and the impediment of his tongue was removed, and he began speaking plainly."
      ],
      "verse": 35
    },
    {
      "texts": [
        "And He gave them orders not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it."
      ],
      "verse": 36
    },
    {
      "texts": [
        "They were utterly astonished, saying, \"He has done all things well; He makes even the deaf to hear and the mute to speak.\""
      ],
      "verse": 37
    }
  ]
}