{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 11,
  "verses": [
    {
      "texts": [
        "A false balance is an abomination to the Lord,",
        "But a just weight is His delight."
      ],
      "verse": 1
    },
    {
      "texts": [
        "When pride comes, then comes dishonor,",
        "But with the humble is wisdom."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The integrity of the upright will guide them,",
        "But the crookedness of the treacherous will destroy them."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Riches do not profit in the day of wrath,",
        "But righteousness delivers from death."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The righteousness of the blameless will smooth his way,",
        "But the wicked will fall by his own wickedness."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The righteousness of the upright will deliver them,",
        "But the treacherous will be caught by their own greed."
      ],
      "verse": 6
    },
    {
      "texts": [
        "When a wicked man dies, his expectation will perish,",
        "And the hope of strong men perishes."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The righteous is delivered from trouble,",
        "But the wicked takes his place."
      ],
      "verse": 8
    },
    {
      "texts": [
        "With his mouth the godless man destroys his neighbor,",
        "But through knowledge the righteous will be delivered."
      ],
      "verse": 9
    },
    {
      "texts": [
        "When it goes well with the righteous, the city rejoices,",
        "And when the wicked perish, there is joyful shouting."
      ],
      "verse": 10
    },
    {
      "texts": [
        "By the blessing of the upright a city is exalted,",
        "But by the mouth of the wicked it is torn down."
      ],
      "verse": 11
    },
    {
      "texts": [
        "He who despises his neighbor lacks sense,",
        "But a man of understanding keeps silent."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He who goes about as a talebearer reveals secrets,",
        "But he who is trustworthy conceals a matter."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Where there is no guidance the people fall,",
        "But in abundance of counselors there is victory."
      ],
      "verse": 14
    },
    {
      "texts": [
        "He who is guarantor for a stranger will surely suffer for it,",
        "But he who hates being a guarantor is secure."
      ],
      "verse": 15
    },
    {
      "texts": [
        "A gracious woman attains honor,",
        "And ruthless men attain riches."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The merciful man does himself good,",
        "But the cruel man does himself harm."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The wicked earns deceptive wages,",
        "But he who sows righteousness gets a true reward."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He who is steadfast in righteousness will attain to life,",
        "And he who pursues evil will bring about his own death."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The perverse in heart are an abomination to the Lord,",
        "But the blameless in their walk are His delight."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Assuredly, the evil man will not go unpunished,",
        "But the descendants of the righteous will be delivered."
      ],
      "verse": 21
    },
    {
      "texts": [
        "As a ring of gold in a swine's snout",
        "So is a beautiful woman who lacks discretion."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The desire of the righteous is only good,",
        "But the expectation of the wicked is wrath."
      ],
      "verse": 23
    },
    {
      "texts": [
        "There is one who scatters, and yet increases all the more,",
        "And there is one who withholds what is justly due, and yet it results only in want."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The generous man will be prosperous,",
        "And he who waters will himself be watered."
      ],
      "verse": 25
    },
    {
      "texts": [
        "He who withholds grain, the people will curse him,",
        "But blessing will be on the head of him who sells it."
      ],
      "verse": 26
    },
    {
      "texts": [
        "He who diligently seeks good seeks favor,",
        "But he who seeks evil, evil will come to him."
      ],
      "verse": 27
    },
    {
      "texts": [
        "He who trusts in his riches will fall,",
        "But the righteous will flourish like the green leaf."
      ],
      "verse": 28
    },
    {
      "texts": [
        "He who troubles his own house will inherit wind,",
        "And the foolish will be servant to the wisehearted."
      ],
      "verse": 29
    },
    {
      "texts": [
        "The fruit of the righteous is a tree of life,",
        "And he who is wise wins souls."
      ],
      "verse": 30
    },
    {
      "texts": [
        "If the righteous will be rewarded in the earth,",
        "How much more the wicked and the sinner!"
      ],
      "verse": 31
    }
  ]
}