{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 12,
  "verses": [
    {
      "texts": [
        "Whoever loves discipline loves knowledge,",
        "But he who hates reproof is stupid."
      ],
      "verse": 1
    },
    {
      "texts": [
        "A good man will obtain favor from the Lord,",
        "But He will condemn a man who devises evil."
      ],
      "verse": 2
    },
    {
      "texts": [
        "A man will not be established by wickedness,",
        "But the root of the righteous will not be moved."
      ],
      "verse": 3
    },
    {
      "texts": [
        "An excellent wife is the crown of her husband,",
        "But she who shames him is like rottenness in his bones."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The thoughts of the righteous are just,",
        "But the counsels of the wicked are deceitful."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The words of the wicked lie in wait for blood,",
        "But the mouth of the upright will deliver them."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The wicked are overthrown and are no more,",
        "But the house of the righteous will stand."
      ],
      "verse": 7
    },
    {
      "texts": [
        "A man will be praised according to his insight,",
        "But one of perverse mind will be despised."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Better is he who is lightly esteemed and has a servant",
        "Than he who honors himself and lacks bread."
      ],
      "verse": 9
    },
    {
      "texts": [
        "A righteous man has regard for the life of his animal,",
        "But even the compassion of the wicked is cruel."
      ],
      "verse": 10
    },
    {
      "texts": [
        "He who tills his land will have plenty of bread,",
        "But he who pursues worthless things lacks sense."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The wicked man desires the booty of evil men,",
        "But the root of the righteous yields fruit."
      ],
      "verse": 12
    },
    {
      "texts": [
        "An evil man is ensnared by the transgression of his lips,",
        "But the righteous will escape from trouble."
      ],
      "verse": 13
    },
    {
      "texts": [
        "A man will be satisfied with good by the fruit of his words,",
        "And the deeds of a man's hands will return to him."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The way of a fool is right in his own eyes,",
        "But a wise man is he who listens to counsel."
      ],
      "verse": 15
    },
    {
      "texts": [
        "A fool's anger is known at once,",
        "But a prudent man conceals dishonor."
      ],
      "verse": 16
    },
    {
      "texts": [
        "He who speaks truth tells what is right,",
        "But a false witness, deceit."
      ],
      "verse": 17
    },
    {
      "texts": [
        "There is one who speaks rashly like the thrusts of a sword,",
        "But the tongue of the wise brings healing."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Truthful lips will be established forever,",
        "But a lying tongue is only for a moment."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Deceit is in the heart of those who devise evil,",
        "But counselors of peace have joy."
      ],
      "verse": 20
    },
    {
      "texts": [
        "No harm befalls the righteous,",
        "But the wicked are filled with trouble."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Lying lips are an abomination to the Lord,",
        "But those who deal faithfully are His delight."
      ],
      "verse": 22
    },
    {
      "texts": [
        "A prudent man conceals knowledge,",
        "But the heart of fools proclaims folly."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The hand of the diligent will rule,",
        "But the slack hand will be put to forced labor."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Anxiety in a man's heart weighs it down,",
        "But a good word makes it glad."
      ],
      "verse": 25
    },
    {
      "texts": [
        "The righteous is a guide to his neighbor,",
        "But the way of the wicked leads them astray."
      ],
      "verse": 26
    },
    {
      "texts": [
        "A lazy man does not roast his prey,",
        "But the precious possession of a man is diligence."
      ],
      "verse": 27
    },
    {
      "texts": [
        "In the way of righteousness is life,",
        "And in its pathway there is no death."
      ],
      "verse": 28
    }
  ]
}