{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 14,
  "verses": [
    {
      "texts": [
        "The wise woman builds her house,",
        "But the foolish tears it down with her own hands."
      ],
      "verse": 1
    },
    {
      "texts": [
        "He who walks in his uprightness fears the Lord,",
        "But he who is devious in his ways despises Him."
      ],
      "verse": 2
    },
    {
      "texts": [
        "In the mouth of the foolish is a rod for his back,",
        "But the lips of the wise will protect them."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Where no oxen are, the manger is clean,",
        "But much revenue comes by the strength of the ox."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A trustworthy witness will not lie,",
        "But a false witness utters lies."
      ],
      "verse": 5
    },
    {
      "texts": [
        "A scoffer seeks wisdom and finds none,",
        "But knowledge is easy to one who has understanding."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Leave the presence of a fool,",
        "Or you will not discern words of knowledge."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The wisdom of the sensible is to understand his way,",
        "But the foolishness of fools is deceit."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Fools mock at sin,",
        "But among the upright there is good will."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The heart knows its own bitterness,",
        "And a stranger does not share its joy."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The house of the wicked will be destroyed,",
        "But the tent of the upright will flourish."
      ],
      "verse": 11
    },
    {
      "texts": [
        "There is a way which seems right to a man,",
        "But its end is the way of death."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Even in laughter the heart may be in pain,",
        "And the end of joy may be grief."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The backslider in heart will have his fill of his own ways,",
        "But a good man will be satisfied with his."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The naive believes everything,",
        "But the sensible man considers his steps."
      ],
      "verse": 15
    },
    {
      "texts": [
        "A wise man is cautious and turns away from evil,",
        "But a fool is arrogant and careless."
      ],
      "verse": 16
    },
    {
      "texts": [
        "A quick-tempered man acts foolishly,",
        "And a man of evil devices is hated."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The naive inherit foolishness,",
        "But the sensible are crowned with knowledge."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The evil will bow down before the good,",
        "And the wicked at the gates of the righteous."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The poor is hated even by his neighbor,",
        "But those who love the rich are many."
      ],
      "verse": 20
    },
    {
      "texts": [
        "He who despises his neighbor sins,",
        "But happy is he who is gracious to the poor."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Will they not go astray who devise evil?",
        "But kindness and truth will be to those who devise good."
      ],
      "verse": 22
    },
    {
      "texts": [
        "In all labor there is profit,",
        "But mere talk leads only to poverty."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The crown of the wise is their riches,",
        "But the folly of fools is foolishness."
      ],
      "verse": 24
    },
    {
      "texts": [
        "A truthful witness saves lives,",
        "But he who utters lies is treacherous."
      ],
      "verse": 25
    },
    {
      "texts": [
        "In the fear of the Lord there is strong confidence,",
        "And his children will have refuge."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The fear of the Lord is a fountain of life,",
        "That one may avoid the snares of death."
      ],
      "verse": 27
    },
    {
      "texts": [
        "In a multitude of people is a king's glory,",
        "But in the dearth of people is a prince's ruin."
      ],
      "verse": 28
    },
    {
      "texts": [
        "He who is slow to anger has great understanding,",
        "But he who is quick-tempered exalts folly."
      ],
      "verse": 29
    },
    {
      "texts": [
        "A tranquil heart is life to the body,",
        "But passion is rottenness to the bones."
      ],
      "verse": 30
    },
    {
      "texts": [
        "He who oppresses the poor taunts his Maker,",
        "But he who is gracious to the needy honors Him."
      ],
      "verse": 31
    },
    {
      "texts": [
        "The wicked is thrust down by his wrongdoing,",
        "But the righteous has a refuge when he dies."
      ],
      "verse": 32
    },
    {
      "texts": [
        "Wisdom rests in the heart of one who has understanding,",
        "But in the hearts of fools it is made known."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Righteousness exalts a nation,",
        "But sin is a disgrace to any people."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The king's favor is toward a servant who acts wisely,",
        "But his anger is toward him who acts shamefully."
      ],
      "verse": 35
    }
  ]
}