{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 15,
  "verses": [
    {
      "texts": [
        "A gentle answer turns away wrath,",
        "But a harsh word stirs up anger."
      ],
      "verse": 1
    },
    {
      "texts": [
        "The tongue of the wise makes knowledge acceptable,",
        "But the mouth of fools spouts folly."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The eyes of the Lord are in every place,",
        "Watching the evil and the good."
      ],
      "verse": 3
    },
    {
      "texts": [
        "A soothing tongue is a tree of life,",
        "But perversion in it crushes the spirit."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A fool rejects his father's discipline,",
        "But he who regards reproof is sensible."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Great wealth is in the house of the righteous,",
        "But trouble is in the income of the wicked."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The lips of the wise spread knowledge,",
        "But the hearts of fools are not so."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sacrifice of the wicked is an abomination to the Lord,",
        "But the prayer of the upright is His delight."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The way of the wicked is an abomination to the Lord,",
        "But He loves one who pursues righteousness."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Grievous punishment is for him who forsakes the way;",
        "He who hates reproof will die."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Sheol and Abaddon lie open before the Lord,",
        "How much more the hearts of men!"
      ],
      "verse": 11
    },
    {
      "texts": [
        "A scoffer does not love one who reproves him,",
        "He will not go to the wise."
      ],
      "verse": 12
    },
    {
      "texts": [
        "A joyful heart makes a cheerful face,",
        "But when the heart is sad, the spirit is broken."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The mind of the intelligent seeks knowledge,",
        "But the mouth of fools feeds on folly."
      ],
      "verse": 14
    },
    {
      "texts": [
        "All the days of the afflicted are bad,",
        "But a cheerful heart has a continual feast."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Better is a little with the fear of the Lord",
        "Than great treasure and turmoil with it."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Better is a dish of vegetables where love is",
        "Than a fattened ox served with hatred."
      ],
      "verse": 17
    },
    {
      "texts": [
        "A hot-tempered man stirs up strife,",
        "But the slow to anger calms a dispute."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The way of the lazy is as a hedge of thorns,",
        "But the path of the upright is a highway."
      ],
      "verse": 19
    },
    {
      "texts": [
        "A wise son makes a father glad,",
        "But a foolish man despises his mother."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Folly is joy to him who lacks sense,",
        "But a man of understanding walks straight."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Without consultation, plans are frustrated,",
        "But with many counselors they succeed."
      ],
      "verse": 22
    },
    {
      "texts": [
        "A man has joy in an apt answer,",
        "And how delightful is a timely word!"
      ],
      "verse": 23
    },
    {
      "texts": [
        "The path of life leads upward for the wise",
        "That he may keep away from Sheol below."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The Lord will tear down the house of the proud,",
        "But He will establish the boundary of the widow."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Evil plans are an abomination to the Lord,",
        "But pleasant words are pure."
      ],
      "verse": 26
    },
    {
      "texts": [
        "He who profits illicitly troubles his own house,",
        "But he who hates bribes will live."
      ],
      "verse": 27
    },
    {
      "texts": [
        "The heart of the righteous ponders how to answer,",
        "But the mouth of the wicked pours out evil things."
      ],
      "verse": 28
    },
    {
      "texts": [
        "The Lord is far from the wicked,",
        "But He hears the prayer of the righteous."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Bright eyes gladden the heart;",
        "Good news puts fat on the bones."
      ],
      "verse": 30
    },
    {
      "texts": [
        "He whose ear listens to the life-giving reproof",
        "Will dwell among the wise."
      ],
      "verse": 31
    },
    {
      "texts": [
        "He who neglects discipline despises himself,",
        "But he who listens to reproof acquires understanding."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The fear of the Lord is the instruction for wisdom,",
        "And before honor comes humility."
      ],
      "verse": 33
    }
  ]
}