{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 17,
  "verses": [
    {
      "texts": [
        "Better is a dry morsel and quietness with it",
        "Than a house full of feasting with strife."
      ],
      "verse": 1
    },
    {
      "texts": [
        "A servant who acts wisely will rule over a son who acts shamefully,",
        "And will share in the inheritance among brothers."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The refining pot is for silver and the furnace for gold,",
        "But the Lord tests hearts."
      ],
      "verse": 3
    },
    {
      "texts": [
        "An evildoer listens to wicked lips;",
        "A liar pays attention to a destructive tongue."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He who mocks the poor taunts his Maker;",
        "He who rejoices at calamity will not go unpunished."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Grandchildren are the crown of old men,",
        "And the glory of sons is their fathers."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Excellent speech is not fitting for a fool,",
        "Much less are lying lips to a prince."
      ],
      "verse": 7
    },
    {
      "texts": [
        "A bribe is a charm in the sight of its owner;",
        "Wherever he turns, he prospers."
      ],
      "verse": 8
    },
    {
      "texts": [
        "He who conceals a transgression seeks love,",
        "But he who repeats a matter separates intimate friends."
      ],
      "verse": 9
    },
    {
      "texts": [
        "A rebuke goes deeper into one who has understanding",
        "Than a hundred blows into a fool."
      ],
      "verse": 10
    },
    {
      "texts": [
        "A rebellious man seeks only evil,",
        "So a cruel messenger will be sent against him."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Let a man meet a bear robbed of her cubs,",
        "Rather than a fool in his folly."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He who returns evil for good,",
        "Evil will not depart from his house."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The beginning of strife is like letting out water,",
        "So abandon the quarrel before it breaks out."
      ],
      "verse": 14
    },
    {
      "texts": [
        "He who justifies the wicked and he who condemns the righteous,",
        "Both of them alike are an abomination to the Lord."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Why is there a price in the hand of a fool to buy wisdom,",
        "When he has no sense?"
      ],
      "verse": 16
    },
    {
      "texts": [
        "A friend loves at all times,",
        "And a brother is born for adversity."
      ],
      "verse": 17
    },
    {
      "texts": [
        "A man lacking in sense pledges",
        "And becomes guarantor in the presence of his neighbor."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He who loves transgression loves strife;",
        "He who raises his door seeks destruction."
      ],
      "verse": 19
    },
    {
      "texts": [
        "He who has a crooked mind finds no good,",
        "And he who is perverted in his language falls into evil."
      ],
      "verse": 20
    },
    {
      "texts": [
        "He who sires a fool does so to his sorrow,",
        "And the father of a fool has no joy."
      ],
      "verse": 21
    },
    {
      "texts": [
        "A joyful heart is good medicine,",
        "But a broken spirit dries up the bones."
      ],
      "verse": 22
    },
    {
      "texts": [
        "A wicked man receives a bribe from the bosom",
        "To pervert the ways of justice."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Wisdom is in the presence of the one who has understanding,",
        "But the eyes of a fool are on the ends of the earth."
      ],
      "verse": 24
    },
    {
      "texts": [
        "A foolish son is a grief to his father",
        "And bitterness to her who bore him."
      ],
      "verse": 25
    },
    {
      "texts": [
        "It is also not good to fine the righteous,",
        "Nor to strike the noble for their uprightness."
      ],
      "verse": 26
    },
    {
      "texts": [
        "He who restrains his words has knowledge,",
        "And he who has a cool spirit is a man of understanding."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Even a fool, when he keeps silent, is considered wise;",
        "When he closes his lips, he is considered prudent."
      ],
      "verse": 28
    }
  ]
}