{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 18,
  "verses": [
    {
      "texts": [
        "He who separates himself seeks his own desire,",
        "He quarrels against all sound wisdom."
      ],
      "verse": 1
    },
    {
      "texts": [
        "A fool does not delight in understanding,",
        "But only in revealing his own mind."
      ],
      "verse": 2
    },
    {
      "texts": [
        "When a wicked man comes, contempt also comes,",
        "And with dishonor comes scorn."
      ],
      "verse": 3
    },
    {
      "texts": [
        "The words of a man's mouth are deep waters;",
        "The fountain of wisdom is a bubbling brook."
      ],
      "verse": 4
    },
    {
      "texts": [
        "To show partiality to the wicked is not good,",
        "Nor to thrust aside the righteous in judgment."
      ],
      "verse": 5
    },
    {
      "texts": [
        "A fool's lips bring strife,",
        "And his mouth calls for blows."
      ],
      "verse": 6
    },
    {
      "texts": [
        "A fool's mouth is his ruin,",
        "And his lips are the snare of his soul."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The words of a whisperer are like dainty morsels,",
        "And they go down into the innermost parts of the body."
      ],
      "verse": 8
    },
    {
      "texts": [
        "He also who is slack in his work",
        "Is brother to him who destroys."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The name of the Lord is a strong tower;",
        "The righteous runs into it and is safe."
      ],
      "verse": 10
    },
    {
      "texts": [
        "A rich man's wealth is his strong city,",
        "And like a high wall in his own imagination."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Before destruction the heart of man is haughty,",
        "But humility goes before honor."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He who gives an answer before he hears,",
        "It is folly and shame to him."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The spirit of a man can endure his sickness,",
        "But as for a broken spirit who can bear it?"
      ],
      "verse": 14
    },
    {
      "texts": [
        "The mind of the prudent acquires knowledge,",
        "And the ear of the wise seeks knowledge."
      ],
      "verse": 15
    },
    {
      "texts": [
        "A man's gift makes room for him",
        "And brings him before great men."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The first to plead his case seems right,",
        "Until another comes and examines him."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The cast lot puts an end to strife",
        "And decides between the mighty ones."
      ],
      "verse": 18
    },
    {
      "texts": [
        "A brother offended is harder to be won than a strong city,",
        "And contentions are like the bars of a citadel."
      ],
      "verse": 19
    },
    {
      "texts": [
        "With the fruit of a man's mouth his stomach will be satisfied;",
        "He will be satisfied with the product of his lips."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Death and life are in the power of the tongue,",
        "And those who love it will eat its fruit."
      ],
      "verse": 21
    },
    {
      "texts": [
        "He who finds a wife finds a good thing",
        "And obtains favor from the Lord."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The poor man utters supplications,",
        "But the rich man answers roughly."
      ],
      "verse": 23
    },
    {
      "texts": [
        "A man of too many friends comes to ruin,",
        "But there is a friend who sticks closer than a brother."
      ],
      "verse": 24
    }
  ]
}