{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 19,
  "verses": [
    {
      "texts": [
        "Better is a poor man who walks in his integrity",
        "Than he who is perverse in speech and is a fool."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Also it is not good for a person to be without knowledge,",
        "And he who hurries his footsteps errs."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The foolishness of man ruins his way,",
        "And his heart rages against the Lord."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Wealth adds many friends,",
        "But a poor man is separated from his friend."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A false witness will not go unpunished,",
        "And he who tells lies will not escape."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Many will seek the favor of a generous man,",
        "And every man is a friend to him who gives gifts."
      ],
      "verse": 6
    },
    {
      "texts": [
        "All the brothers of a poor man hate him;",
        "How much more do his friends abandon him!",
        "He pursues them with words, but they are gone."
      ],
      "verse": 7
    },
    {
      "texts": [
        "He who gets wisdom loves his own soul;",
        "He who keeps understanding will find good."
      ],
      "verse": 8
    },
    {
      "texts": [
        "A false witness will not go unpunished,",
        "And he who tells lies will perish."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Luxury is not fitting for a fool;",
        "Much less for a slave to rule over princes."
      ],
      "verse": 10
    },
    {
      "texts": [
        "A man's discretion makes him slow to anger,",
        "And it is his glory to overlook a transgression."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The king's wrath is like the roaring of a lion,",
        "But his favor is like dew on the grass."
      ],
      "verse": 12
    },
    {
      "texts": [
        "A foolish son is destruction to his father,",
        "And the contentions of a wife are a constant dripping."
      ],
      "verse": 13
    },
    {
      "texts": [
        "House and wealth are an inheritance from fathers,",
        "But a prudent wife is from the Lord."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Laziness casts into a deep sleep,",
        "And an idle man will suffer hunger."
      ],
      "verse": 15
    },
    {
      "texts": [
        "He who keeps the commandment keeps his soul,",
        "But he who is careless of conduct will die."
      ],
      "verse": 16
    },
    {
      "texts": [
        "One who is gracious to a poor man lends to the Lord,",
        "And He will repay him for his good deed."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Discipline your son while there is hope,",
        "And do not desire his death."
      ],
      "verse": 18
    },
    {
      "texts": [
        "A man of great anger will bear the penalty,",
        "For if you rescue him, you will only have to do it again."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Listen to counsel and accept discipline,",
        "That you may be wise the rest of your days."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Many plans are in a man's heart,",
        "But the counsel of the Lord will stand."
      ],
      "verse": 21
    },
    {
      "texts": [
        "What is desirable in a man is his kindness,",
        "And it is better to be a poor man than a liar."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The fear of the Lord leads to life,",
        "So that one may sleep satisfied, untouched by evil."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The sluggard buries his hand in the dish,",
        "But will not even bring it back to his mouth."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Strike a scoffer and the naive may become shrewd,",
        "But reprove one who has understanding and he will gain knowledge."
      ],
      "verse": 25
    },
    {
      "texts": [
        "He who assaults his father and drives his mother away",
        "Is a shameful and disgraceful son."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Cease listening, my son, to discipline,",
        "And you will stray from the words of knowledge."
      ],
      "verse": 27
    },
    {
      "texts": [
        "A rascally witness makes a mockery of justice,",
        "And the mouth of the wicked spreads iniquity."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Judgments are prepared for scoffers,",
        "And blows for the back of fools."
      ],
      "verse": 29
    }
  ]
}