{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 20,
  "verses": [
    {
      "texts": [
        "Wine is a mocker, strong drink a brawler,",
        "And whoever is intoxicated by it is not wise."
      ],
      "verse": 1
    },
    {
      "texts": [
        "The terror of a king is like the growling of a lion;",
        "He who provokes him to anger forfeits his own life."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Keeping away from strife is an honor for a man,",
        "But any fool will quarrel."
      ],
      "verse": 3
    },
    {
      "texts": [
        "The sluggard does not plow after the autumn,",
        "So he begs during the harvest and has nothing."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A plan in the heart of a man is like deep water,",
        "But a man of understanding draws it out."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Many a man proclaims his own loyalty,",
        "But who can find a trustworthy man?"
      ],
      "verse": 6
    },
    {
      "texts": [
        "A righteous man who walks in his integrity-",
        "How blessed are his sons after him."
      ],
      "verse": 7
    },
    {
      "texts": [
        "A king who sits on the throne of justice",
        "Disperses all evil with his eyes."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Who can say, \"I have cleansed my heart,",
        "I am pure from my sin\"?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Differing weights and differing measures,",
        "Both of them are abominable to the Lord."
      ],
      "verse": 10
    },
    {
      "texts": [
        "It is by his deeds that a lad distinguishes himself",
        "If his conduct is pure and right."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The hearing ear and the seeing eye,",
        "The Lord has made both of them."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Do not love sleep, or you will become poor;",
        "Open your eyes, and you will be satisfied with food."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"Bad, bad,\" says the buyer,",
        "But when he goes his way, then he boasts."
      ],
      "verse": 14
    },
    {
      "texts": [
        "There is gold, and an abundance of jewels;",
        "But the lips of knowledge are a more precious thing."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Take his garment when he becomes surety for a stranger;",
        "And for foreigners, hold him in pledge."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Bread obtained by falsehood is sweet to a man,",
        "But afterward his mouth will be filled with gravel."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Prepare plans by consultation,",
        "And make war by wise guidance."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He who goes about as a slanderer reveals secrets,",
        "Therefore do not associate with a gossip."
      ],
      "verse": 19
    },
    {
      "texts": [
        "He who curses his father or his mother,",
        "His lamp will go out in time of darkness."
      ],
      "verse": 20
    },
    {
      "texts": [
        "An inheritance gained hurriedly at the beginning",
        "Will not be blessed in the end."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Do not say, \"I will repay evil\";",
        "Wait for the Lord, and He will save you."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Differing weights are an abomination to the Lord,",
        "And a false scale is not good."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Man's steps are ordained by the Lord,",
        "How then can man understand his way?"
      ],
      "verse": 24
    },
    {
      "texts": [
        "It is a trap for a man to say rashly, \"It is holy!\"",
        "And after the vows to make inquiry."
      ],
      "verse": 25
    },
    {
      "texts": [
        "A wise king winnows the wicked,",
        "And drives the threshing wheel over them."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The spirit of man is the lamp of the Lord,",
        "Searching all the innermost parts of his being."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Loyalty and truth preserve the king,",
        "And he upholds his throne by righteousness."
      ],
      "verse": 28
    },
    {
      "texts": [
        "The glory of young men is their strength,",
        "And the honor of old men is their gray hair."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Stripes that wound scour away evil,",
        "And strokes reach the innermost parts."
      ],
      "verse": 30
    }
  ]
}