{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 21,
  "verses": [
    {
      "texts": [
        "The king's heart is like channels of water in the hand of the Lord;",
        "He turns it wherever He wishes."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Every man's way is right in his own eyes,",
        "But the Lord weighs the hearts."
      ],
      "verse": 2
    },
    {
      "texts": [
        "To do righteousness and justice",
        "Is desired by the Lord more than sacrifice."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Haughty eyes and a proud heart,",
        "The lamp of the wicked, is sin."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The plans of the diligent lead surely to advantage,",
        "But everyone who is hasty comes surely to poverty."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The acquisition of treasures by a lying tongue",
        "Is a fleeting vapor, the pursuit of death."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The violence of the wicked will drag them away,",
        "Because they refuse to act with justice."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The way of a guilty man is crooked,",
        "But as for the pure, his conduct is upright."
      ],
      "verse": 8
    },
    {
      "texts": [
        "It is better to live in a corner of a roof",
        "Than in a house shared with a contentious woman."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The soul of the wicked desires evil;",
        "His neighbor finds no favor in his eyes."
      ],
      "verse": 10
    },
    {
      "texts": [
        "When the scoffer is punished, the naive becomes wise;",
        "But when the wise is instructed, he receives knowledge."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The righteous one considers the house of the wicked,",
        "Turning the wicked to ruin."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He who shuts his ear to the cry of the poor",
        "Will also cry himself and not be answered."
      ],
      "verse": 13
    },
    {
      "texts": [
        "A gift in secret subdues anger,",
        "And a bribe in the bosom, strong wrath."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The exercise of justice is joy for the righteous,",
        "But is terror to the workers of iniquity."
      ],
      "verse": 15
    },
    {
      "texts": [
        "A man who wanders from the way of understanding",
        "Will rest in the assembly of the dead."
      ],
      "verse": 16
    },
    {
      "texts": [
        "He who loves pleasure will become a poor man;",
        "He who loves wine and oil will not become rich."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The wicked is a ransom for the righteous,",
        "And the treacherous is in the place of the upright."
      ],
      "verse": 18
    },
    {
      "texts": [
        "It is better to live in a desert land",
        "Than with a contentious and vexing woman."
      ],
      "verse": 19
    },
    {
      "texts": [
        "There is precious treasure and oil in the dwelling of the wise,",
        "But a foolish man swallows it up."
      ],
      "verse": 20
    },
    {
      "texts": [
        "He who pursues righteousness and loyalty",
        "Finds life, righteousness and honor."
      ],
      "verse": 21
    },
    {
      "texts": [
        "A wise man scales the city of the mighty",
        "And brings down the stronghold in which they trust."
      ],
      "verse": 22
    },
    {
      "texts": [
        "He who guards his mouth and his tongue,",
        "Guards his soul from troubles."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"Proud,\" \"Haughty,\" \"Scoffer,\" are his names,",
        "Who acts with insolent pride."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The desire of the sluggard puts him to death,",
        "For his hands refuse to work;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "All day long he is craving,",
        "While the righteous gives and does not hold back."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The sacrifice of the wicked is an abomination,",
        "How much more when he brings it with evil intent!"
      ],
      "verse": 27
    },
    {
      "texts": [
        "A false witness will perish,",
        "But the man who listens to the truth will speak forever."
      ],
      "verse": 28
    },
    {
      "texts": [
        "A wicked man displays a bold face,",
        "But as for the upright, he makes his way sure."
      ],
      "verse": 29
    },
    {
      "texts": [
        "There is no wisdom and no understanding",
        "And no counsel against the Lord."
      ],
      "verse": 30
    },
    {
      "texts": [
        "The horse is prepared for the day of battle,",
        "But victory belongs to the Lord."
      ],
      "verse": 31
    }
  ]
}