{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 24,
  "verses": [
    {
      "texts": [
        "Do not be envious of evil men,",
        "Nor desire to be with them;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "For their minds devise violence,",
        "And their lips talk of trouble."
      ],
      "verse": 2
    },
    {
      "texts": [
        "By wisdom a house is built,",
        "And by understanding it is established;"
      ],
      "verse": 3
    },
    {
      "texts": [
        "And by knowledge the rooms are filled",
        "With all precious and pleasant riches."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A wise man is strong,",
        "And a man of knowledge increases power."
      ],
      "verse": 5
    },
    {
      "texts": [
        "For by wise guidance you will wage war,",
        "And in abundance of counselors there is victory."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Wisdom is too exalted for a fool,",
        "He does not open his mouth in the gate."
      ],
      "verse": 7
    },
    {
      "texts": [
        "One who plans to do evil,",
        "Men will call a schemer."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The devising of folly is sin,",
        "And the scoffer is an abomination to men."
      ],
      "verse": 9
    },
    {
      "texts": [
        "If you are slack in the day of distress,",
        "Your strength is limited."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Deliver those who are being taken away to death,",
        "And those who are staggering to slaughter, Oh hold them back."
      ],
      "verse": 11
    },
    {
      "texts": [
        "If you say, \"See, we did not know this,\"",
        "Does He not consider it who weighs the hearts?",
        "And does He not know it who keeps your soul?",
        "And will He not render to man according to his work?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "My son, eat honey, for it is good,",
        "Yes, the honey from the comb is sweet to your taste;"
      ],
      "verse": 13
    },
    {
      "texts": [
        "Know that wisdom is thus for your soul;",
        "If you find it, then there will be a future,",
        "And your hope will not be cut off."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Do not lie in wait, O wicked man, against the dwelling of the righteous;",
        "Do not destroy his resting place;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "For a righteous man falls seven times, and rises again,",
        "But the wicked stumble in time of calamity."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Do not rejoice when your enemy falls,",
        "And do not let your heart be glad when he stumbles;"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Or the Lord will see it and be displeased,",
        "And turn His anger away from him."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Do not fret because of evildoers",
        "Or be envious of the wicked;"
      ],
      "verse": 19
    },
    {
      "texts": [
        "For there will be no future for the evil man;",
        "The lamp of the wicked will be put out."
      ],
      "verse": 20
    },
    {
      "texts": [
        "My son, fear the Lord and the king;",
        "Do not associate with those who are given to change,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "For their calamity will rise suddenly,",
        "And who knows the ruin that comes from both of them?"
      ],
      "verse": 22
    },
    {
      "texts": [
        "These also are sayings of the wise.",
        "To show partiality in judgment is not good."
      ],
      "verse": 23
    },
    {
      "texts": [
        "He who says to the wicked, \"You are righteous,\"",
        "Peoples will curse him, nations will abhor him;"
      ],
      "verse": 24
    },
    {
      "texts": [
        "But to those who rebuke the wicked will be delight,",
        "And a good blessing will come upon them."
      ],
      "verse": 25
    },
    {
      "texts": [
        "He kisses the lips",
        "Who gives a right answer."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Prepare your work outside",
        "And make it ready for yourself in the field;",
        "Afterwards, then, build your house."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Do not be a witness against your neighbor without cause,",
        "And do not deceive with your lips."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Do not say, \"Thus I shall do to him as he has done to me;",
        "I will render to the man according to his work.\""
      ],
      "verse": 29
    },
    {
      "texts": [
        "I passed by the field of the sluggard",
        "And by the vineyard of the man lacking sense,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "And behold, it was completely overgrown with thistles;",
        "Its surface was covered with nettles,",
        "And its stone wall was broken down."
      ],
      "verse": 31
    },
    {
      "texts": [
        "When I saw, I reflected upon it;",
        "I looked, and received instruction."
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"A little sleep, a little slumber,",
        "A little folding of the hands to rest,\""
      ],
      "verse": 33
    },
    {
      "texts": [
        "Then your poverty will come as a robber",
        "And your want like an armed man."
      ],
      "verse": 34
    }
  ]
}