{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 26,
  "verses": [
    {
      "texts": [
        "Like snow in summer and like rain in harvest,",
        "So honor is not fitting for a fool."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Like a sparrow in its flitting, like a swallow in its flying,",
        "So a curse without cause does not alight."
      ],
      "verse": 2
    },
    {
      "texts": [
        "A whip is for the horse, a bridle for the donkey,",
        "And a rod for the back of fools."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Do not answer a fool according to his folly,",
        "Or you will also be like him."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Answer a fool as his folly deserves,",
        "That he not be wise in his own eyes."
      ],
      "verse": 5
    },
    {
      "texts": [
        "He cuts off his own feet and drinks violence",
        "Who sends a message by the hand of a fool."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Like the legs which are useless to the lame,",
        "So is a proverb in the mouth of fools."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Like one who binds a stone in a sling,",
        "So is he who gives honor to a fool."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Like a thorn which falls into the hand of a drunkard,",
        "So is a proverb in the mouth of fools."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Like an archer who wounds everyone,",
        "So is he who hires a fool or who hires those who pass by."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Like a dog that returns to its vomit",
        "Is a fool who repeats his folly."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Do you see a man wise in his own eyes?",
        "There is more hope for a fool than for him."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The sluggard says, \"There is a lion in the road!",
        "A lion is in the open square!\""
      ],
      "verse": 13
    },
    {
      "texts": [
        "As the door turns on its hinges,",
        "So does the sluggard on his bed."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The sluggard buries his hand in the dish;",
        "He is weary of bringing it to his mouth again."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The sluggard is wiser in his own eyes",
        "Than seven men who can give a discreet answer."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Like one who takes a dog by the ears",
        "Is he who passes by and meddles with strife not belonging to him."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Like a madman who throws",
        "Firebrands, arrows and death,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "So is the man who deceives his neighbor,",
        "And says, \"Was I not joking?\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "For lack of wood the fire goes out,",
        "And where there is no whisperer, contention quiets down."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Like charcoal to hot embers and wood to fire,",
        "So is a contentious man to kindle strife."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The words of a whisperer are like dainty morsels,",
        "And they go down into the innermost parts of the body."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Like an earthen vessel overlaid with silver dross",
        "Are burning lips and a wicked heart."
      ],
      "verse": 23
    },
    {
      "texts": [
        "He who hates disguises it with his lips,",
        "But he lays up deceit in his heart."
      ],
      "verse": 24
    },
    {
      "texts": [
        "When he speaks graciously, do not believe him,",
        "For there are seven abominations in his heart."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Though his hatred covers itself with guile,",
        "His wickedness will be revealed before the assembly."
      ],
      "verse": 26
    },
    {
      "texts": [
        "He who digs a pit will fall into it,",
        "And he who rolls a stone, it will come back on him."
      ],
      "verse": 27
    },
    {
      "texts": [
        "A lying tongue hates those it crushes,",
        "And a flattering mouth works ruin."
      ],
      "verse": 28
    }
  ]
}