{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 27,
  "verses": [
    {
      "texts": [
        "Do not boast about tomorrow,",
        "For you do not know what a day may bring forth."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Let another praise you, and not your own mouth;",
        "A stranger, and not your own lips."
      ],
      "verse": 2
    },
    {
      "texts": [
        "A stone is heavy and the sand weighty,",
        "But the provocation of a fool is heavier than both of them."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Wrath is fierce and anger is a flood,",
        "But who can stand before jealousy?"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Better is open rebuke",
        "Than love that is concealed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Faithful are the wounds of a friend,",
        "But deceitful are the kisses of an enemy."
      ],
      "verse": 6
    },
    {
      "texts": [
        "A sated man loathes honey,",
        "But to a famished man any bitter thing is sweet."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Like a bird that wanders from her nest,",
        "So is a man who wanders from his home."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Oil and perfume make the heart glad,",
        "So a man's counsel is sweet to his friend."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Do not forsake your own friend or your father's friend,",
        "And do not go to your brother's house in the day of your calamity;",
        "Better is a neighbor who is near than a brother far away."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Be wise, my son, and make my heart glad,",
        "That I may reply to him who reproaches me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "A prudent man sees evil and hides himself,",
        "The naive proceed and pay the penalty."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Take his garment when he becomes surety for a stranger;",
        "And for an adulterous woman hold him in pledge."
      ],
      "verse": 13
    },
    {
      "texts": [
        "He who blesses his friend with a loud voice early in the morning,",
        "It will be reckoned a curse to him."
      ],
      "verse": 14
    },
    {
      "texts": [
        "A constant dripping on a day of steady rain",
        "And a contentious woman are alike;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "He who would restrain her restrains the wind,",
        "And grasps oil with his right hand."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Iron sharpens iron,",
        "So one man sharpens another."
      ],
      "verse": 17
    },
    {
      "texts": [
        "He who tends the fig tree will eat its fruit,",
        "And he who cares for his master will be honored."
      ],
      "verse": 18
    },
    {
      "texts": [
        "As in water face reflects face,",
        "So the heart of man reflects man."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Sheol and Abaddon are never satisfied,",
        "Nor are the eyes of man ever satisfied."
      ],
      "verse": 20
    },
    {
      "texts": [
        "The crucible is for silver and the furnace for gold,",
        "And each is tested by the praise accorded him."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Though you pound a fool in a mortar with a pestle along with crushed grain,",
        "Yet his foolishness will not depart from him."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Know well the condition of your flocks,",
        "And pay attention to your herds;"
      ],
      "verse": 23
    },
    {
      "texts": [
        "For riches are not forever,",
        "Nor does a crown endure to all generations."
      ],
      "verse": 24
    },
    {
      "texts": [
        "When the grass disappears, the new growth is seen,",
        "And the herbs of the mountains are gathered in,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "The lambs will be for your clothing,",
        "And the goats will bring the price of a field,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "And there will be goats' milk enough for your food,",
        "For the food of your household,",
        "And sustenance for your maidens."
      ],
      "verse": 27
    }
  ]
}