{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 30,
  "verses": [
    {
      "texts": [
        "The words of Agur the son of Jakeh, the oracle.",
        "The man declares to Ithiel, to Ithiel and Ucal:"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Surely I am more stupid than any man,",
        "And I do not have the understanding of a man."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Neither have I learned wisdom,",
        "Nor do I have the knowledge of the Holy One."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Who has ascended into heaven and descended?",
        "Who has gathered the wind in His fists?",
        "Who has wrapped the waters in His garment?",
        "Who has established all the ends of the earth?",
        "What is His name or His son's name?",
        "Surely you know!"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Every word of God is tested;",
        "He is a shield to those who take refuge in Him."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Do not add to His words",
        "Or He will reprove you, and you will be proved a liar."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Two things I asked of You,",
        "Do not refuse me before I die:"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Keep deception and lies far from me,",
        "Give me neither poverty nor riches;",
        "Feed me with the food that is my portion,"
      ],
      "verse": 8
    },
    {
      "texts": [
        "That I not be full and deny You and say, \"Who is the Lord?\"",
        "Or that I not be in want and steal,",
        "And profane the name of my God."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Do not slander a slave to his master,",
        "Or he will curse you and you will be found guilty."
      ],
      "verse": 10
    },
    {
      "texts": [
        "There is a kind of man who curses his father",
        "And does not bless his mother."
      ],
      "verse": 11
    },
    {
      "texts": [
        "There is a kind who is pure in his own eyes,",
        "Yet is not washed from his filthiness."
      ],
      "verse": 12
    },
    {
      "texts": [
        "There is a kind-oh how lofty are his eyes!",
        "And his eyelids are raised in arrogance."
      ],
      "verse": 13
    },
    {
      "texts": [
        "There is a kind of man whose teeth are like swords",
        "And his jaw teeth like knives,",
        "To devour the afflicted from the earth",
        "And the needy from among men."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The leech has two daughters,",
        "\"Give,\" \"Give.\"",
        "There are three things that will not be satisfied,",
        "Four that will not say, \"Enough\":"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Sheol, and the barren womb,",
        "Earth that is never satisfied with water,",
        "And fire that never says, \"Enough.\""
      ],
      "verse": 16
    },
    {
      "texts": [
        "The eye that mocks a father",
        "And scorns a mother,",
        "The ravens of the valley will pick it out,",
        "And the young eagles will eat it."
      ],
      "verse": 17
    },
    {
      "texts": [
        "There are three things which are too wonderful for me,",
        "Four which I do not understand:"
      ],
      "verse": 18
    },
    {
      "texts": [
        "The way of an eagle in the sky,",
        "The way of a serpent on a rock,",
        "The way of a ship in the middle of the sea,",
        "And the way of a man with a maid."
      ],
      "verse": 19
    },
    {
      "texts": [
        "This is the way of an adulterous woman:",
        "She eats and wipes her mouth,",
        "And says, \"I have done no wrong.\""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Under three things the earth quakes,",
        "And under four, it cannot bear up:"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Under a slave when he becomes king,",
        "And a fool when he is satisfied with food,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Under an unloved woman when she gets a husband,",
        "And a maidservant when she supplants her mistress."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Four things are small on the earth,",
        "But they are exceedingly wise:"
      ],
      "verse": 24
    },
    {
      "texts": [
        "The ants are not a strong people,",
        "But they prepare their food in the summer;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "The shephanim are not mighty people,",
        "Yet they make their houses in the rocks;"
      ],
      "verse": 26
    },
    {
      "texts": [
        "The locusts have no king,",
        "Yet all of them go out in ranks;"
      ],
      "verse": 27
    },
    {
      "texts": [
        "The lizard you may grasp with the hands,",
        "Yet it is in kings' palaces."
      ],
      "verse": 28
    },
    {
      "texts": [
        "There are three things which are stately in their march,",
        "Even four which are stately when they walk:"
      ],
      "verse": 29
    },
    {
      "texts": [
        "The lion which is mighty among beasts",
        "And does not retreat before any,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "The strutting rooster, the male goat also,",
        "And a king when his army is with him."
      ],
      "verse": 31
    },
    {
      "texts": [
        "If you have been foolish in exalting yourself",
        "Or if you have plotted evil, put your hand on your mouth."
      ],
      "verse": 32
    },
    {
      "texts": [
        "For the churning of milk produces butter,",
        "And pressing the nose brings forth blood;",
        "So the churning of anger produces strife."
      ],
      "verse": 33
    }
  ]
}