{
  "book_id": "PRO",
  "book_name": "PROVERBS",
  "chapter": 9,
  "verses": [
    {
      "texts": [
        "Wisdom has built her house,",
        "She has hewn out her seven pillars;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "She has prepared her food, she has mixed her wine;",
        "She has also set her table;"
      ],
      "verse": 2
    },
    {
      "texts": [
        "She has sent out her maidens, she calls",
        "From the tops of the heights of the city:"
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Whoever is naive, let him turn in here!\"",
        "To him who lacks understanding she says,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Come, eat of my food",
        "And drink of the wine I have mixed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"Forsake your folly and live,",
        "And proceed in the way of understanding.\""
      ],
      "verse": 6
    },
    {
      "texts": [
        "He who corrects a scoffer gets dishonor for himself,",
        "And he who reproves a wicked man gets insults for himself."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Do not reprove a scoffer, or he will hate you,",
        "Reprove a wise man and he will love you."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Give instruction to a wise man and he will be still wiser,",
        "Teach a righteous man and he will increase his learning."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The fear of the Lord is the beginning of wisdom,",
        "And the knowledge of the Holy One is understanding."
      ],
      "verse": 10
    },
    {
      "texts": [
        "For by me your days will be multiplied,",
        "And years of life will be added to you."
      ],
      "verse": 11
    },
    {
      "texts": [
        "If you are wise, you are wise for yourself,",
        "And if you scoff, you alone will bear it."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The woman of folly is boisterous,",
        "She is naive and knows nothing."
      ],
      "verse": 13
    },
    {
      "texts": [
        "She sits at the doorway of her house,",
        "On a seat by the high places of the city,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "Calling to those who pass by,",
        "Who are making their paths straight:"
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"Whoever is naive, let him turn in here,\"",
        "And to him who lacks understanding she says,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Stolen water is sweet;",
        "And bread eaten in secret is pleasant.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "But he does not know that the dead are there,",
        "That her guests are in the depths of Sheol."
      ],
      "verse": 18
    }
  ]
}