{
  "book_id": "1CH",
  "book_name": "1 CHRONICLES",
  "chapter": 1,
  "verses": [
    {
      "texts": [
        "Adam, Seth, Enosh,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Kenan, Mahalalel, Jared,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Enoch, Methuselah, Lamech,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Noah, Shem, Ham and Japheth.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The sons of Gomer were Ashkenaz, Diphath, and Togarmah."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The sons of Javan were Elishah, Tarshish, Kittim and Rodanim.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sons of Ham were Cush, Mizraim, Put, and Canaan."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The sons of Cush were Seba, Havilah, Sabta, Raama and Sabteca; and the sons of Raamah were Sheba and Dedan."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Cush became the father of Nimrod; he began to be a mighty one in the earth.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Mizraim became the father of the people of Lud, Anam, Lehab, Naphtuh,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Pathrus, Casluh, from which the Philistines came, and Caphtor.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "Canaan became the father of Sidon, his firstborn, Heth,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "and the Jebusites, the Amorites, the Girgashites,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "the Hivites, the Arkites, the Sinites,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "the Arvadites, the Zemarites and the Hamathites.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "The sons of Shem were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether and Meshech."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Arpachshad became the father of Shelah and Shelah became the father of Eber."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Two sons were born to Eber, the name of the one was Peleg, for in his days the earth was divided, and his brother's name was Joktan."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Hadoram, Uzal, Diklah,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Ebal, Abimael, Sheba,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Ophir, Havilah and Jobab; all these were the sons of Joktan.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "Shem, Arpachshad, Shelah,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Eber, Peleg, Reu,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "Serug, Nahor, Terah,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Abram, that is Abraham.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "The sons of Abraham were Isaac and Ishmael."
      ],
      "verse": 28
    },
    {
      "texts": [
        "These are their genealogies: the firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,"
      ],
      "verse": 29
    },
    {
      "texts": [
        "Mishma, Dumah, Massa, Hadad, Tema,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "Jetur, Naphish and Kedemah; these were the sons of Ishmael."
      ],
      "verse": 31
    },
    {
      "texts": [
        "The sons of Keturah, Abraham's concubine, whom she bore, were Zimran, Jokshan, Medan, Midian, Ishbak and Shuah. And the sons of Jokshan were Sheba and Dedan."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The sons of Midian were Ephah, Epher, Hanoch, Abida and Eldaah. All these were the sons of Keturah.",
        ""
      ],
      "verse": 33
    },
    {
      "texts": [
        "Abraham became the father of Isaac. The sons of Isaac were Esau and Israel."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam and Korah."
      ],
      "verse": 35
    },
    {
      "texts": [
        "The sons of Eliphaz were Teman, Omar, Zephi, Gatam, Kenaz, Timna and Amalek."
      ],
      "verse": 36
    },
    {
      "texts": [
        "The sons of Reuel were Nahath, Zerah, Shammah and Mizzah."
      ],
      "verse": 37
    },
    {
      "texts": [
        "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan."
      ],
      "verse": 38
    },
    {
      "texts": [
        "The sons of Lotan were Hori and Homam; and Lotan's sister was Timna."
      ],
      "verse": 39
    },
    {
      "texts": [
        "The sons of Shobal were Alian, Manahath, Ebal, Shephi and Onam. And the sons of Zibeon were Aiah and Anah."
      ],
      "verse": 40
    },
    {
      "texts": [
        "The son of Anah was Dishon. And the sons of Dishon were Hamran, Eshban, Ithran and Cheran."
      ],
      "verse": 41
    },
    {
      "texts": [
        "The sons of Ezer were Bilhan, Zaavan and Jaakan. The sons of Dishan were Uz and Aran.",
        ""
      ],
      "verse": 42
    },
    {
      "texts": [
        "Now these are the kings who reigned in the land of Edom before any king of the sons of Israel reigned. Bela was the son of Beor, and the name of his city was Dinhabah."
      ],
      "verse": 43
    },
    {
      "texts": [
        "When Bela died, Jobab the son of Zerah of Bozrah became king in his place."
      ],
      "verse": 44
    },
    {
      "texts": [
        "When Jobab died, Husham of the land of the Temanites became king in his place."
      ],
      "verse": 45
    },
    {
      "texts": [
        "When Husham died, Hadad the son of Bedad, who defeated Midian in the field of Moab, became king in his place; and the name of his city was Avith."
      ],
      "verse": 46
    },
    {
      "texts": [
        "When Hadad died, Samlah of Masrekah became king in his place."
      ],
      "verse": 47
    },
    {
      "texts": [
        "When Samlah died, Shaul of Rehoboth by the River became king in his place."
      ],
      "verse": 48
    },
    {
      "texts": [
        "When Shaul died, Baal-hanan the son of Achbor became king in his place."
      ],
      "verse": 49
    },
    {
      "texts": [
        "When Baal-hanan died, Hadad became king in his place; and the name of his city was Pai, and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab."
      ],
      "verse": 50
    },
    {
      "texts": [
        "Then Hadad died.",
        "Now the chiefs of Edom were: chief Timna, chief Aliah, chief Jetheth,"
      ],
      "verse": 51
    },
    {
      "texts": [
        "chief Oholibamah, chief Elah, chief Pinon,"
      ],
      "verse": 52
    },
    {
      "texts": [
        "chief Kenaz, chief Teman, chief Mibzar,"
      ],
      "verse": 53
    },
    {
      "texts": [
        "chief Magdiel, chief Iram. These were the chiefs of Edom."
      ],
      "verse": 54
    }
  ]
}