{
  "book_id": "1CH",
  "book_name": "1 CHRONICLES",
  "chapter": 23,
  "verses": [
    {
      "texts": [
        "Now when David reached old age, he made his son Solomon king over Israel."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And he gathered together all the leaders of Israel with the priests and the Levites."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The Levites were numbered from thirty years old and upward, and their number by census of men was 38,000."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Of these, 24,000 were to oversee the work of the house of the Lord; and 6,000 were officers and judges,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "and 4,000 were gatekeepers, and 4,000 were praising the Lord with the instruments which David made for giving praise."
      ],
      "verse": 5
    },
    {
      "texts": [
        "David divided them into divisions according to the sons of Levi: Gershon, Kohath, and Merari.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Of the Gershonites were Ladan and Shimei."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sons of Ladan were Jehiel the first and Zetham and Joel, three."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The sons of Shimei were Shelomoth and Haziel and Haran, three. These were the heads of the fathers' households of Ladan."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The sons of Shimei were Jahath, Zina, Jeush and Beriah. These four were the sons of Shimei."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Jahath was the first and Zizah the second; but Jeush and Beriah did not have many sons, so they became a father's household, one class.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "The sons of Kohath were four: Amram, Izhar, Hebron and Uzziel."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The sons of Amram were Aaron and Moses. And Aaron was set apart to sanctify him as most holy, he and his sons forever, to burn incense before the Lord, to minister to Him and to bless in His name forever."
      ],
      "verse": 13
    },
    {
      "texts": [
        "But as for Moses the man of God, his sons were named among the tribe of Levi."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The sons of Moses were Gershom and Eliezer."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The son of Gershom was Shebuel the chief."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The son of Eliezer was Rehabiah the chief; and Eliezer had no other sons, but the sons of Rehabiah were very many."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The son of Izhar was Shelomith the chief."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The sons of Hebron were Jeriah the first, Amariah the second, Jahaziel the third and Jekameam the fourth."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The sons of Uzziel were Micah the first and Isshiah the second.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Eleazar died and had no sons, but daughters only, so their brothers, the sons of Kish, took them as wives."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The sons of Mushi were three: Mahli, Eder and Jeremoth.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "These were the sons of Levi according to their fathers' households, even the heads of the fathers' households of those of them who were counted, in the number of names by their census, doing the work for the service of the house of the Lord, from twenty years old and upward."
      ],
      "verse": 24
    },
    {
      "texts": [
        "For David said, \"The Lord God of Israel has given rest to His people, and He dwells in Jerusalem forever."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Also, the Levites will no longer need to carry the tabernacle and all its utensils for its service.\""
      ],
      "verse": 26
    },
    {
      "texts": [
        "For by the last words of David the sons of Levi were numbered from twenty years old and upward."
      ],
      "verse": 27
    },
    {
      "texts": [
        "For their office is to assist the sons of Aaron with the service of the house of the Lord, in the courts and in the chambers and in the purifying of all holy things, even the work of the service of the house of God,"
      ],
      "verse": 28
    },
    {
      "texts": [
        "and with the showbread, and the fine flour for a grain offering, and unleavened wafers, or what is baked in the pan or what is well-mixed, and all measures of volume and size."
      ],
      "verse": 29
    },
    {
      "texts": [
        "They are to stand every morning to thank and to praise the Lord, and likewise at evening,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "and to offer all burnt offerings to the Lord, on the sabbaths, the new moons and the fixed festivals in the number set by the ordinance concerning them, continually before the Lord."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Thus they are to keep charge of the tent of meeting, and charge of the holy place, and charge of the sons of Aaron their relatives, for the service of the house of the Lord."
      ],
      "verse": 32
    }
  ]
}