{
  "book_id": "1CH",
  "book_name": "1 CHRONICLES",
  "chapter": 3,
  "verses": [
    {
      "texts": [
        "Now these were the sons of David who were born to him in Hebron: the firstborn was Amnon, by Ahinoam the Jezreelitess; the second was Daniel, by Abigail the Carmelitess;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "the third was Absalom the son of Maacah, the daughter of Talmai king of Geshur; the fourth was Adonijah the son of Haggith;"
      ],
      "verse": 2
    },
    {
      "texts": [
        "the fifth was Shephatiah, by Abital; the sixth was Ithream, by his wife Eglah."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Six were born to him in Hebron, and there he reigned seven years and six months. And in Jerusalem he reigned thirty-three years."
      ],
      "verse": 4
    },
    {
      "texts": [
        "These were born to him in Jerusalem: Shimea, Shobab, Nathan and Solomon, four, by Bath-shua the daughter of Ammiel;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "and Ibhar, Elishama, Eliphelet,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "Nogah, Nepheg and Japhia,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Elishama, Eliada and Eliphelet, nine."
      ],
      "verse": 8
    },
    {
      "texts": [
        "All these were the sons of David, besides the sons of the concubines; and Tamar was their sister.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Now Solomon's son was Rehoboam, Abijah was his son, Asa his son, Jehoshaphat his son,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Joram his son, Ahaziah his son, Joash his son,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Amaziah his son, Azariah his son, Jotham his son,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "Ahaz his son, Hezekiah his son, Manasseh his son,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "Amon his son, Josiah his son."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The sons of Josiah were Johanan the firstborn, and the second was Jehoiakim, the third Zedekiah, the fourth Shallum."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The sons of Jehoiakim were Jeconiah his son, Zedekiah his son."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The sons of Jeconiah, the prisoner, were Shealtiel his son,"
      ],
      "verse": 17
    },
    {
      "texts": [
        "and Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The sons of Pedaiah were Zerubbabel and Shimei. And the sons of Zerubbabel were Meshullam and Hananiah, and Shelomith was their sister;"
      ],
      "verse": 19
    },
    {
      "texts": [
        "and Hashubah, Ohel, Berechiah, Hasadiah and Jushab-hesed, five."
      ],
      "verse": 20
    },
    {
      "texts": [
        "The sons of Hananiah were Pelatiah and Jeshaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The descendants of Shecaniah were Shemaiah, and the sons of Shemaiah: Hattush, Igal, Bariah, Neariah and Shaphat, six."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The sons of Neariah were Elioenai, Hizkiah and Azrikam, three."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani, seven."
      ],
      "verse": 24
    }
  ]
}