{
  "book_id": "1CH",
  "book_name": "1 CHRONICLES",
  "chapter": 8,
  "verses": [
    {
      "texts": [
        "And Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Nohah the fourth and Rapha the fifth."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Bela had sons: Addar, Gera, Abihud,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Abishua, Naaman, Ahoah,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Gera, Shephuphan and Huram."
      ],
      "verse": 5
    },
    {
      "texts": [
        "These are the sons of Ehud: these are the heads of fathers' households of the inhabitants of Geba, and they carried them into exile to Manahath,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "namely, Naaman, Ahijah and Gera-he carried them into exile; and he became the father of Uzza and Ahihud."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Shaharaim became the father of children in the country of Moab after he had sent away Hushim and Baara his wives."
      ],
      "verse": 8
    },
    {
      "texts": [
        "By Hodesh his wife he became the father of Jobab, Zibia, Mesha, Malcam,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Jeuz, Sachia, Mirmah. These were his sons, heads of fathers' households."
      ],
      "verse": 10
    },
    {
      "texts": [
        "By Hushim he became the father of Abitub and Elpaal."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The sons of Elpaal were Eber, Misham, and Shemed, who built Ono and Lod, with its towns;"
      ],
      "verse": 12
    },
    {
      "texts": [
        "and Beriah and Shema, who were heads of fathers' households of the inhabitants of Aijalon, who put to flight the inhabitants of Gath;"
      ],
      "verse": 13
    },
    {
      "texts": [
        "and Ahio, Shashak and Jeremoth."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Zebadiah, Arad, Eder,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Michael, Ishpah and Joha were the sons of Beriah."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Zebadiah, Meshullam, Hizki, Heber,"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Ishmerai, Izliah and Jobab were the sons of Elpaal."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Jakim, Zichri, Zabdi,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "Elienai, Zillethai, Eliel,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Adaiah, Beraiah and Shimrath were the sons of Shimei."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Ishpan, Eber, Eliel,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Abdon, Zichri, Hanan,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "Hananiah, Elam, Anthothijah,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Iphdeiah and Penuel were the sons of Shashak."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Shamsherai, Shehariah, Athaliah,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Jaareshiah, Elijah and Zichri were the sons of Jeroham."
      ],
      "verse": 27
    },
    {
      "texts": [
        "These were heads of the fathers' households according to their generations, chief men who lived in Jerusalem.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "Now in Gibeon, Jeiel, the father of Gibeon lived, and his wife's name was Maacah;"
      ],
      "verse": 29
    },
    {
      "texts": [
        "and his firstborn son was Abdon, then Zur, Kish, Baal, Nadab,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "Gedor, Ahio and Zecher."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Mikloth became the father of Shimeah. And they also lived with their relatives in Jerusalem opposite their other relatives."
      ],
      "verse": 32
    },
    {
      "texts": [
        "Ner became the father of Kish, and Kish became the father of Saul, and Saul became the father of Jonathan, Malchi-shua, Abinadab and Eshbaal."
      ],
      "verse": 33
    },
    {
      "texts": [
        "The son of Jonathan was Merib-baal, and Merib-baal became the father of Micah."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The sons of Micah were Pithon, Melech, Tarea and Ahaz."
      ],
      "verse": 35
    },
    {
      "texts": [
        "Ahaz became the father of Jehoaddah, and Jehoaddah became the father of Alemeth, Azmaveth and Zimri; and Zimri became the father of Moza."
      ],
      "verse": 36
    },
    {
      "texts": [
        "Moza became the father of Binea; Raphah was his son, Eleasah his son, Azel his son."
      ],
      "verse": 37
    },
    {
      "texts": [
        "Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah and Hanan. All these were the sons of Azel."
      ],
      "verse": 38
    },
    {
      "texts": [
        "The sons of Eshek his brother were Ulam his firstborn, Jeush the second and Eliphelet the third."
      ],
      "verse": 39
    },
    {
      "texts": [
        "The sons of Ulam were mighty men of valor, archers, and had many sons and grandsons, 150 of them. All these were of the sons of Benjamin."
      ],
      "verse": 40
    }
  ]
}