{
  "book_id": "2SA",
  "book_name": "2 SAMUEL",
  "chapter": 22,
  "verses": [
    {
      "texts": [
        "And David spoke the words of this song to the Lord in the day that the Lord delivered him from the hand of all his enemies and from the hand of Saul."
      ],
      "verse": 1
    },
    {
      "texts": [
        "He said,",
        "\"The Lord is my rock and my fortress and my deliverer;"
      ],
      "verse": 2
    },
    {
      "texts": [
        "My God, my rock, in whom I take refuge,",
        "My shield and the horn of my salvation, my stronghold and my refuge;",
        "My savior, You save me from violence."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"I call upon the Lord, who is worthy to be praised,",
        "And I am saved from my enemies."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"For the waves of death encompassed me;",
        "The torrents of destruction overwhelmed me;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "The cords of Sheol surrounded me;",
        "The snares of death confronted me."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"In my distress I called upon the Lord,",
        "Yes, I cried to my God;",
        "And from His temple He heard my voice,",
        "And my cry for help came into His ears."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Then the earth shook and quaked,",
        "The foundations of heaven were trembling",
        "And were shaken, because He was angry."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Smoke went up out of His nostrils,",
        "Fire from His mouth devoured;",
        "Coals were kindled by it."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"He bowed the heavens also, and came down",
        "With thick darkness under His feet."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"And He rode on a cherub and flew;",
        "And He appeared on the wings of the wind."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"And He made darkness canopies around Him,",
        "A mass of waters, thick clouds of the sky."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"From the brightness before Him",
        "Coals of fire were kindled."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"The Lord thundered from heaven,",
        "And the Most High uttered His voice."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"And He sent out arrows, and scattered them,",
        "Lightning, and routed them."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"Then the channels of the sea appeared,",
        "The foundations of the world were laid bare",
        "By the rebuke of the Lord,",
        "At the blast of the breath of His nostrils."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"He sent from on high, He took me;",
        "He drew me out of many waters."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"He delivered me from my strong enemy,",
        "From those who hated me, for they were too strong for me."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"They confronted me in the day of my calamity,",
        "But the Lord was my support."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"He also brought me forth into a broad place;",
        "He rescued me, because He delighted in me."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"The Lord has rewarded me according to my righteousness;",
        "According to the cleanness of my hands He has recompensed me."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"For I have kept the ways of the Lord,",
        "And have not acted wickedly against my God."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"For all His ordinances were before me,",
        "And as for His statutes, I did not depart from them."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"I was also blameless toward Him,",
        "And I kept myself from my iniquity."
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"Therefore the Lord has recompensed me according to my righteousness,",
        "According to my cleanness before His eyes."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"With the kind You show Yourself kind,",
        "With the blameless You show Yourself blameless;"
      ],
      "verse": 26
    },
    {
      "texts": [
        "With the pure You show Yourself pure,",
        "And with the perverted You show Yourself astute."
      ],
      "verse": 27
    },
    {
      "texts": [
        "\"And You save an afflicted people;",
        "But Your eyes are on the haughty whom You abase."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"For You are my lamp, O Lord;",
        "And the Lord illumines my darkness."
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"For by You I can run upon a troop;",
        "By my God I can leap over a wall."
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"As for God, His way is blameless;",
        "The word of the Lord is tested;",
        "He is a shield to all who take refuge in Him."
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"For who is God, besides the Lord?",
        "And who is a rock, besides our God?"
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"God is my strong fortress;",
        "And He sets the blameless in His way."
      ],
      "verse": 33
    },
    {
      "texts": [
        "\"He makes my feet like hinds' feet,",
        "And sets me on my high places."
      ],
      "verse": 34
    },
    {
      "texts": [
        "\"He trains my hands for battle,",
        "So that my arms can bend a bow of bronze."
      ],
      "verse": 35
    },
    {
      "texts": [
        "\"You have also given me the shield of Your salvation,",
        "And Your help makes me great."
      ],
      "verse": 36
    },
    {
      "texts": [
        "\"You enlarge my steps under me,",
        "And my feet have not slipped."
      ],
      "verse": 37
    },
    {
      "texts": [
        "\"I pursued my enemies and destroyed them,",
        "And I did not turn back until they were consumed."
      ],
      "verse": 38
    },
    {
      "texts": [
        "\"And I have devoured them and shattered them, so that they did not rise;",
        "And they fell under my feet."
      ],
      "verse": 39
    },
    {
      "texts": [
        "\"For You have girded me with strength for battle;",
        "You have subdued under me those who rose up against me."
      ],
      "verse": 40
    },
    {
      "texts": [
        "\"You have also made my enemies turn their backs to me,",
        "And I destroyed those who hated me."
      ],
      "verse": 41
    },
    {
      "texts": [
        "\"They looked, but there was none to save;",
        "Even to the Lord, but He did not answer them."
      ],
      "verse": 42
    },
    {
      "texts": [
        "\"Then I pulverized them as the dust of the earth;",
        "I crushed and stamped them as the mire of the streets."
      ],
      "verse": 43
    },
    {
      "texts": [
        "\"You have also delivered me from the contentions of my people;",
        "You have kept me as head of the nations;",
        "A people whom I have not known serve me."
      ],
      "verse": 44
    },
    {
      "texts": [
        "\"Foreigners pretend obedience to me;",
        "As soon as they hear, they obey me."
      ],
      "verse": 45
    },
    {
      "texts": [
        "\"Foreigners lose heart,",
        "And come trembling out of their fortresses."
      ],
      "verse": 46
    },
    {
      "texts": [
        "\"The Lord lives, and blessed be my rock;",
        "And exalted be God, the rock of my salvation,"
      ],
      "verse": 47
    },
    {
      "texts": [
        "The God who executes vengeance for me,",
        "And brings down peoples under me,"
      ],
      "verse": 48
    },
    {
      "texts": [
        "Who also brings me out from my enemies;",
        "You even lift me above those who rise up against me;",
        "You rescue me from the violent man."
      ],
      "verse": 49
    },
    {
      "texts": [
        "\"Therefore I will give thanks to You, O Lord, among the nations,",
        "And I will sing praises to Your name."
      ],
      "verse": 50
    },
    {
      "texts": [
        "\"He is a tower of deliverance to His king,",
        "And shows lovingkindness to His anointed,",
        "To David and his descendants forever.\""
      ],
      "verse": 51
    }
  ]
}