{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 14,
  "verses": [
    {
      "texts": [
        "The wisest of women builds her house,",
        "but folly with her own hands tears it down."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Whoever walks in uprightness fears the Lord,",
        "but he who is devious in his ways despises him."
      ],
      "verse": 2
    },
    {
      "texts": [
        "By the mouth of a fool comes a rod for his back,",
        "but the lips of the wise will preserve them."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Where there are no oxen, the manger is clean,",
        "but abundant crops come by the strength of the ox."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A faithful witness does not lie,",
        "but a false witness breathes out lies."
      ],
      "verse": 5
    },
    {
      "texts": [
        "A scoffer seeks wisdom in vain,",
        "but knowledge is easy for a man of understanding."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Leave the presence of a fool,",
        "for there you do not meet words of knowledge."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The wisdom of the prudent is to discern his way,",
        "but the folly of fools is deceiving."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Fools mock at the guilt offering,",
        "but the upright enjoy acceptance."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The heart knows its own bitterness,",
        "and no stranger shares its joy."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The house of the wicked will be destroyed,",
        "but the tent of the upright will flourish."
      ],
      "verse": 11
    },
    {
      "texts": [
        "There is a way that seems right to a man,",
        "but its end is the way to death."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Even in laughter the heart may ache,",
        "and the end of joy may be grief."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The backslider in heart will be filled with the fruit of his ways,",
        "and a good man will be filled with the fruit of his ways."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The simple believes everything,",
        "but the prudent gives thought to his steps."
      ],
      "verse": 15
    },
    {
      "texts": [
        "One who is wise is cautious and turns away from evil,",
        "but a fool is reckless and careless."
      ],
      "verse": 16
    },
    {
      "texts": [
        "A man of quick temper acts foolishly,",
        "and a man of evil devices is hated."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The simple inherit folly,",
        "but the prudent are crowned with knowledge."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The evil bow down before the good,",
        "the wicked at the gates of the righteous."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The poor is disliked even by his neighbor,",
        "but the rich has many friends."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Whoever despises his neighbor is a sinner,",
        "but blessed is he who is generous to the poor."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Do they not go astray who devise evil?",
        "Those who devise good meet steadfast love and faithfulness."
      ],
      "verse": 22
    },
    {
      "texts": [
        "In all toil there is profit,",
        "but mere talk tends only to poverty."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The crown of the wise is their wealth,",
        "but the folly of fools brings folly."
      ],
      "verse": 24
    },
    {
      "texts": [
        "A truthful witness saves lives,",
        "but one who breathes out lies is deceitful."
      ],
      "verse": 25
    },
    {
      "texts": [
        "In the fear of the Lord one has strong confidence,",
        "and his children will have a refuge."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The fear of the Lord is a fountain of life,",
        "that one may turn away from the snares of death."
      ],
      "verse": 27
    },
    {
      "texts": [
        "In a multitude of people is the glory of a king,",
        "but without people a prince is ruined."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Whoever is slow to anger has great understanding,",
        "but he who has a hasty temper exalts folly."
      ],
      "verse": 29
    },
    {
      "texts": [
        "A tranquil heart gives life to the flesh,",
        "but envy makes the bones rot."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Whoever oppresses a poor man insults his Maker,",
        "but he who is generous to the needy honors him."
      ],
      "verse": 31
    },
    {
      "texts": [
        "The wicked is overthrown through his evildoing,",
        "but the righteous finds refuge in his death."
      ],
      "verse": 32
    },
    {
      "texts": [
        "Wisdom rests in the heart of a man of understanding,",
        "but it makes itself known even in the midst of fools."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Righteousness exalts a nation,",
        "but sin is a reproach to any people."
      ],
      "verse": 34
    },
    {
      "texts": [
        "A servant who deals wisely has the king's favor,",
        "but his wrath falls on one who acts shamefully."
      ],
      "verse": 35
    }
  ]
}