{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 15,
  "verses": [
    {
      "texts": [
        "A soft answer turns away wrath,",
        "but a harsh word stirs up anger."
      ],
      "verse": 1
    },
    {
      "texts": [
        "The tongue of the wise commends knowledge,",
        "but the mouths of fools pour out folly."
      ],
      "verse": 2
    },
    {
      "texts": [
        "The eyes of the Lord are in every place,",
        "keeping watch on the evil and the good."
      ],
      "verse": 3
    },
    {
      "texts": [
        "A gentle tongue is a tree of life,",
        "but perverseness in it breaks the spirit."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A fool despises his father's instruction,",
        "but whoever heeds reproof is prudent."
      ],
      "verse": 5
    },
    {
      "texts": [
        "In the house of the righteous there is much treasure,",
        "but trouble befalls the income of the wicked."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The lips of the wise spread knowledge;",
        "not so the hearts of fools."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sacrifice of the wicked is an abomination to the Lord,",
        "but the prayer of the upright is acceptable to him."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The way of the wicked is an abomination to the Lord,",
        "but he loves him who pursues righteousness."
      ],
      "verse": 9
    },
    {
      "texts": [
        "There is severe discipline for him who forsakes the way;",
        "whoever hates reproof will die."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Sheol and Abaddon lie open before the Lord;",
        "how much more the hearts of the children of man!"
      ],
      "verse": 11
    },
    {
      "texts": [
        "A scoffer does not like to be reproved;",
        "he will not go to the wise."
      ],
      "verse": 12
    },
    {
      "texts": [
        "A glad heart makes a cheerful face,",
        "but by sorrow of heart the spirit is crushed."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The heart of him who has understanding seeks knowledge,",
        "but the mouths of fools feed on folly."
      ],
      "verse": 14
    },
    {
      "texts": [
        "All the days of the afflicted are evil,",
        "but the cheerful of heart has a continual feast."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Better is a little with the fear of the Lord",
        "than great treasure and trouble with it."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Better is a dinner of herbs where love is",
        "than a fattened ox and hatred with it."
      ],
      "verse": 17
    },
    {
      "texts": [
        "A hot-tempered man stirs up strife,",
        "but he who is slow to anger quiets contention."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The way of a sluggard is like a hedge of thorns,",
        "but the path of the upright is a level highway."
      ],
      "verse": 19
    },
    {
      "texts": [
        "A wise son makes a glad father,",
        "but a foolish man despises his mother."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Folly is a joy to him who lacks sense,",
        "but a man of understanding walks straight ahead."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Without counsel plans fail,",
        "but with many advisers they succeed."
      ],
      "verse": 22
    },
    {
      "texts": [
        "To make an apt answer is a joy to a man,",
        "and a word in season, how good it is!"
      ],
      "verse": 23
    },
    {
      "texts": [
        "The path of life leads upward for the prudent,",
        "that he may turn away from Sheol beneath."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The Lord tears down the house of the proud",
        "but maintains the widow's boundaries."
      ],
      "verse": 25
    },
    {
      "texts": [
        "The thoughts of the wicked are an abomination to the Lord,",
        "but gracious words are pure."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Whoever is greedy for unjust gain troubles his own household,",
        "but he who hates bribes will live."
      ],
      "verse": 27
    },
    {
      "texts": [
        "The heart of the righteous ponders how to answer,",
        "but the mouth of the wicked pours out evil things."
      ],
      "verse": 28
    },
    {
      "texts": [
        "The Lord is far from the wicked,",
        "but he hears the prayer of the righteous."
      ],
      "verse": 29
    },
    {
      "texts": [
        "The light of the eyes rejoices the heart,",
        "and good news refreshes the bones."
      ],
      "verse": 30
    },
    {
      "texts": [
        "The ear that listens to life-giving reproof",
        "will dwell among the wise."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Whoever ignores instruction despises himself,",
        "but he who listens to reproof gains intelligence."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The fear of the Lord is instruction in wisdom,",
        "and humility comes before honor."
      ],
      "verse": 33
    }
  ]
}