{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 21,
  "verses": [
    {
      "texts": [
        "The king's heart is a stream of water in the hand of the Lord;",
        "he turns it wherever he will."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Every way of a man is right in his own eyes,",
        "but the Lord weighs the heart."
      ],
      "verse": 2
    },
    {
      "texts": [
        "To do righteousness and justice",
        "is more acceptable to the Lord than sacrifice."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Haughty eyes and a proud heart,",
        "the lamp of the wicked, are sin."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The plans of the diligent lead surely to abundance,",
        "but everyone who is hasty comes only to poverty."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The getting of treasures by a lying tongue",
        "is a fleeting vapor and a snare of death."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The violence of the wicked will sweep them away,",
        "because they refuse to do what is just."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The way of the guilty is crooked,",
        "but the conduct of the pure is upright."
      ],
      "verse": 8
    },
    {
      "texts": [
        "It is better to live in a corner of the housetop",
        "than in a house shared with a quarrelsome wife."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The soul of the wicked desires evil;",
        "his neighbor finds no mercy in his eyes."
      ],
      "verse": 10
    },
    {
      "texts": [
        "When a scoffer is punished, the simple becomes wise;",
        "when a wise man is instructed, he gains knowledge."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The Righteous One observes the house of the wicked;",
        "he throws the wicked down to ruin."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Whoever closes his ear to the cry of the poor",
        "will himself call out and not be answered."
      ],
      "verse": 13
    },
    {
      "texts": [
        "A gift in secret averts anger,",
        "and a concealed bribe, strong wrath."
      ],
      "verse": 14
    },
    {
      "texts": [
        "When justice is done, it is a joy to the righteous",
        "but terror to evildoers."
      ],
      "verse": 15
    },
    {
      "texts": [
        "One who wanders from the way of good sense",
        "will rest in the assembly of the dead."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Whoever loves pleasure will be a poor man;",
        "he who loves wine and oil will not be rich."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The wicked is a ransom for the righteous,",
        "and the traitor for the upright."
      ],
      "verse": 18
    },
    {
      "texts": [
        "It is better to live in a desert land",
        "than with a quarrelsome and fretful woman."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Precious treasure and oil are in a wise man's dwelling,",
        "but a foolish man devours it."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Whoever pursues righteousness and kindness",
        "will find life, righteousness, and honor."
      ],
      "verse": 21
    },
    {
      "texts": [
        "A wise man scales the city of the mighty",
        "and brings down the stronghold in which they trust."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Whoever keeps his mouth and his tongue",
        "keeps himself out of trouble."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"Scoffer\" is the name of the arrogant, haughty man",
        "who acts with arrogant pride."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The desire of the sluggard kills him,",
        "for his hands refuse to labor."
      ],
      "verse": 25
    },
    {
      "texts": [
        "All day long he craves and craves,",
        "but the righteous gives and does not hold back."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The sacrifice of the wicked is an abomination;",
        "how much more when he brings it with evil intent."
      ],
      "verse": 27
    },
    {
      "texts": [
        "A false witness will perish,",
        "but the word of a man who hears will endure."
      ],
      "verse": 28
    },
    {
      "texts": [
        "A wicked man puts on a bold face,",
        "but the upright gives thought to his ways."
      ],
      "verse": 29
    },
    {
      "texts": [
        "No wisdom, no understanding, no counsel",
        "can avail against the Lord."
      ],
      "verse": 30
    },
    {
      "texts": [
        "The horse is made ready for the day of battle,",
        "but the victory belongs to the Lord."
      ],
      "verse": 31
    }
  ]
}