{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 26,
  "verses": [
    {
      "texts": [
        "Like snow in summer or rain in harvest,",
        "so honor is not fitting for a fool."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Like a sparrow in its flitting, like a swallow in its flying,",
        "a curse that is causeless does not alight."
      ],
      "verse": 2
    },
    {
      "texts": [
        "A whip for the horse, a bridle for the donkey,",
        "and a rod for the back of fools."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Answer not a fool according to his folly,",
        "lest you be like him yourself."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Answer a fool according to his folly,",
        "lest he be wise in his own eyes."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Whoever sends a message by the hand of a fool",
        "cuts off his own feet and drinks violence."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Like a lame man's legs, which hang useless,",
        "is a proverb in the mouth of fools."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Like one who binds the stone in the sling",
        "is one who gives honor to a fool."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Like a thorn that goes up into the hand of a drunkard",
        "is a proverb in the mouth of fools."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Like an archer who wounds everyone",
        "is one who hires a passing fool or drunkard."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Like a dog that returns to his vomit",
        "is a fool who repeats his folly."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Do you see a man who is wise in his own eyes?",
        "There is more hope for a fool than for him."
      ],
      "verse": 12
    },
    {
      "texts": [
        "The sluggard says, \"There is a lion in the road!",
        "There is a lion in the streets!\""
      ],
      "verse": 13
    },
    {
      "texts": [
        "As a door turns on its hinges,",
        "so does a sluggard on his bed."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The sluggard buries his hand in the dish;",
        "it wears him out to bring it back to his mouth."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The sluggard is wiser in his own eyes",
        "than seven men who can answer sensibly."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Whoever meddles in a quarrel not his own",
        "is like one who takes a passing dog by the ears."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Like a madman who throws firebrands, arrows, and death"
      ],
      "verse": 18
    },
    {
      "texts": [
        "is the man who deceives his neighbor",
        "and says, \"I am only joking!\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "For lack of wood the fire goes out,",
        "and where there is no whisperer, quarreling ceases."
      ],
      "verse": 20
    },
    {
      "texts": [
        "As charcoal to hot embers and wood to fire,",
        "so is a quarrelsome man for kindling strife."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The words of a whisperer are like delicious morsels;",
        "they go down into the inner parts of the body."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Like the glaze covering an earthen vessel",
        "are fervent lips with an evil heart."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Whoever hates disguises himself with his lips",
        "and harbors deceit in his heart;"
      ],
      "verse": 24
    },
    {
      "texts": [
        "when he speaks graciously, believe him not,",
        "for there are seven abominations in his heart;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "though his hatred be covered with deception,",
        "his wickedness will be exposed in the assembly."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Whoever digs a pit will fall into it,",
        "and a stone will come back on him who starts it rolling."
      ],
      "verse": 27
    },
    {
      "texts": [
        "A lying tongue hates its victims,",
        "and a flattering mouth works ruin."
      ],
      "verse": 28
    }
  ]
}