{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 3,
  "verses": [
    {
      "texts": [
        "My son, do not forget my teaching,",
        "but let your heart keep my commandments,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "for length of days and years of life",
        "and peace they will add to you."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Let not steadfast love and faithfulness forsake you;",
        "bind them around your neck;",
        "write them on the tablet of your heart."
      ],
      "verse": 3
    },
    {
      "texts": [
        "So you will find favor and good success",
        "in the sight of God and man."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Trust in the Lord with all your heart,",
        "and do not lean on your own understanding."
      ],
      "verse": 5
    },
    {
      "texts": [
        "In all your ways acknowledge him,",
        "and he will make straight your paths."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Be not wise in your own eyes;",
        "fear the Lord, and turn away from evil."
      ],
      "verse": 7
    },
    {
      "texts": [
        "It will be healing to your flesh",
        "and refreshment to your bones."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Honor the Lord with your wealth",
        "and with the firstfruits of all your produce;"
      ],
      "verse": 9
    },
    {
      "texts": [
        "then your barns will be filled with plenty,",
        "and your vats will be bursting with wine."
      ],
      "verse": 10
    },
    {
      "texts": [
        "My son, do not despise the Lord's discipline",
        "or be weary of his reproof,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "for the Lord reproves him whom he loves,",
        "as a father the son in whom he delights."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Blessed is the one who finds wisdom,",
        "and the one who gets understanding,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "for the gain from her is better than gain from silver",
        "and her profit better than gold."
      ],
      "verse": 14
    },
    {
      "texts": [
        "She is more precious than jewels,",
        "and nothing you desire can compare with her."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Long life is in her right hand;",
        "in her left hand are riches and honor."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Her ways are ways of pleasantness,",
        "and all her paths are peace."
      ],
      "verse": 17
    },
    {
      "texts": [
        "She is a tree of life to those who lay hold of her;",
        "those who hold her fast are called blessed."
      ],
      "verse": 18
    },
    {
      "texts": [
        "The Lord by wisdom founded the earth;",
        "by understanding he established the heavens;"
      ],
      "verse": 19
    },
    {
      "texts": [
        "by his knowledge the deeps broke open,",
        "and the clouds drop down the dew."
      ],
      "verse": 20
    },
    {
      "texts": [
        "My son, do not lose sight of these—",
        "keep sound wisdom and discretion,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "and they will be life for your soul",
        "and adornment for your neck."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Then you will walk on your way securely,",
        "and your foot will not stumble."
      ],
      "verse": 23
    },
    {
      "texts": [
        "If you lie down, you will not be afraid;",
        "when you lie down, your sleep will be sweet."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Do not be afraid of sudden terror",
        "or of the ruin of the wicked, when it comes,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "for the Lord will be your confidence",
        "and will keep your foot from being caught."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Do not withhold good from those to whom it is due,",
        "when it is in your power to do it."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Do not say to your neighbor, \"Go, and come again,",
        "tomorrow I will give it\"—when you have it with you."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Do not plan evil against your neighbor,",
        "who dwells trustingly beside you."
      ],
      "verse": 29
    },
    {
      "texts": [
        "Do not contend with a man for no reason,",
        "when he has done you no harm."
      ],
      "verse": 30
    },
    {
      "texts": [
        "Do not envy a man of violence",
        "and do not choose any of his ways,"
      ],
      "verse": 31
    },
    {
      "texts": [
        "for the devious person is an abomination to the Lord,",
        "but the upright are in his confidence."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The Lord's curse is on the house of the wicked,",
        "but he blesses the dwelling of the righteous."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Toward the scorners he is scornful,",
        "but to the humble he gives favor."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The wise will inherit honor,",
        "but fools get disgrace."
      ],
      "verse": 35
    }
  ]
}