{
  "book_id": "NEH",
  "book_name": "NEHEMIAH",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "Now on the sealed document were the names of: Nehemiah the governor, the son of Hacaliah, and Zedekiah,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Seraiah, Azariah, Jeremiah,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Pashhur, Amariah, Malchijah,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Hattush, Shebaniah, Malluch,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Harim, Meremoth, Obadiah,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "Daniel, Ginnethon, Baruch,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "Meshullam, Abijah, Mijamin,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Maaziah, Bilgai, Shemaiah. These were the priests."
      ],
      "verse": 8
    },
    {
      "texts": [
        "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
      ],
      "verse": 9
    },
    {
      "texts": [
        "also their brothers Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Mica, Rehob, Hashabiah,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Zaccur, Sherebiah, Shebaniah,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "Hodiah, Bani, Beninu."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The leaders of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "Bunni, Azgad, Bebai,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Adonijah, Bigvai, Adin,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Ater, Hezekiah, Azzur,"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Hodiah, Hashum, Bezai,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "Hariph, Anathoth, Nebai,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "Magpiash, Meshullam, Hezir,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Meshezabel, Zadok, Jaddua,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Pelatiah, Hanan, Anaiah,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Hoshea, Hananiah, Hasshub,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "Hallohesh, Pilha, Shobek,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Rehum, Hashabnah, Maaseiah,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "Ahiah, Hanan, Anan,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Malluch, Harim, Baanah.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "Now the rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants and all those who had separated themselves from the peoples of the lands to the law of God, their wives, their sons and their daughters, all those who had knowledge and understanding,"
      ],
      "verse": 28
    },
    {
      "texts": [
        "are joining with their kinsmen, their nobles, and are taking on themselves a curse and an oath to walk in God's law, which was given through Moses, God's servant, and to keep and to observe all the commandments of God our Lord, and His ordinances and His statutes;"
      ],
      "verse": 29
    },
    {
      "texts": [
        "and that we will not give our daughters to the peoples of the land or take their daughters for our sons."
      ],
      "verse": 30
    },
    {
      "texts": [
        "As for the peoples of the land who bring wares or any grain on the sabbath day to sell, we will not buy from them on the sabbath or a holy day; and we will forego the crops the seventh year and the exaction of every debt.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "We also placed ourselves under obligation to contribute yearly one third of a shekel for the service of the house of our God:"
      ],
      "verse": 32
    },
    {
      "texts": [
        "for the showbread, for the continual grain offering, for the continual burnt offering, the sabbaths, the new moon, for the appointed times, for the holy things and for the sin offerings to make atonement for Israel, and all the work of the house of our God.",
        ""
      ],
      "verse": 33
    },
    {
      "texts": [
        "Likewise we cast lots for the supply of wood among the priests, the Levites and the people so that they might bring it to the house of our God, according to our fathers' households, at fixed times annually, to burn on the altar of the Lord our God, as it is written in the law;"
      ],
      "verse": 34
    },
    {
      "texts": [
        "and that they might bring the first fruits of our ground and the first fruits of all the fruit of every tree to the house of the Lord annually,"
      ],
      "verse": 35
    },
    {
      "texts": [
        "and bring to the house of our God the firstborn of our sons and of our cattle, and the firstborn of our herds and our flocks as it is written in the law, for the priests who are ministering in the house of our God."
      ],
      "verse": 36
    },
    {
      "texts": [
        "We will also bring the first of our dough, our contributions, the fruit of every tree, the new wine and the oil to the priests at the chambers of the house of our God, and the tithe of our ground to the Levites, for the Levites are they who receive the tithes in all the rural towns."
      ],
      "verse": 37
    },
    {
      "texts": [
        "The priest, the son of Aaron, shall be with the Levites when the Levites receive tithes, and the Levites shall bring up the tenth of the tithes to the house of our God, to the chambers of the storehouse."
      ],
      "verse": 38
    },
    {
      "texts": [
        "For the sons of Israel and the sons of Levi shall bring the contribution of the grain, the new wine and the oil to the chambers; there are the utensils of the sanctuary, the priests who are ministering, the gatekeepers and the singers. Thus we will not neglect the house of our God."
      ],
      "verse": 39
    }
  ]
}