{
  "book_id": "LUKE",
  "book_name": "Luke",
  "chapter": 5,
  "content": [
    {
      "text": "Jesus Calls His First Disciples",
      "type": "heading"
    },
    {
      "text": "One day as Jesus was standing by the Lake of Gennesaret, the people were crowding around him and listening to the word of God.",
      "verse": 1,
      "type": "newline"
    },
    {
      "text": "He saw at the water’s edge two boats, left there by the fishermen, who were washing their nets.",
      "verse": 2
    },
    {
      "text": "He got into one of the boats, the one belonging to Simon, and asked him to put out a little from shore. Then he sat down and taught the people from the boat.",
      "verse": 3
    },
    {
      "text": "When he had finished speaking, he said to Simon,",
      "verse": 4,
      "type": "newline"
    },
    {
      "text": "Simon answered, “Master, we’ve worked hard all night and haven’t caught anything. But because you say so, I will let down the nets.”",
      "verse": 5,
      "type": "newline"
    },
    {
      "text": "When they had done so, they caught such a large number of fish that their nets began to break.",
      "verse": 6,
      "type": "newline"
    },
    {
      "text": "So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink.",
      "verse": 7
    },
    {
      "text": "When Simon Peter saw this, he fell at Jesus’ knees and said, “Go away from me, Lord; I am a sinful man!”",
      "verse": 8,
      "type": "newline"
    },
    {
      "text": "For he and all his companions were astonished at the catch of fish they had taken,",
      "verse": 9
    },
    {
      "text": "and so were James and John, the sons of Zebedee, Simon’s partners.",
      "verse": 10
    },
    {
      "text": "Then Jesus said to Simon,",
      "verse": 10,
      "type": "newline"
    },
    {
      "text": "So they pulled their boats up on shore, left everything and followed him.",
      "verse": 11
    },
    {
      "text": "Jesus Heals a Man With Leprosy",
      "type": "heading"
    },
    {
      "text": "While Jesus was in one of the towns, a man came along who was covered with leprosy. When he saw Jesus, he fell with his face to the ground and begged him, “Lord, if you are willing, you can make me clean.”",
      "verse": 12,
      "type": "newline"
    },
    {
      "text": "Jesus reached out his hand and touched the man.  he said.  And immediately the leprosy left him.",
      "verse": 13,
      "type": "newline"
    },
    {
      "text": "Then Jesus ordered him,",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses.",
      "verse": 15,
      "type": "newline"
    },
    {
      "text": "But Jesus often withdrew to lonely places and prayed.",
      "verse": 16
    },
    {
      "text": "Jesus Forgives and Heals a Paralyzed Man",
      "type": "heading"
    },
    {
      "text": "One day Jesus was teaching, and Pharisees and teachers of the law were sitting there. They had come from every village of Galilee and from Judea and Jerusalem. And the power of the Lord was with Jesus to heal the sick.",
      "verse": 17,
      "type": "newline"
    },
    {
      "text": "Some men came carrying a paralyzed man on a mat and tried to take him into the house to lay him before Jesus.",
      "verse": 18
    },
    {
      "text": "When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus.",
      "verse": 19
    },
    {
      "text": "When Jesus saw their faith, he said,",
      "verse": 20,
      "type": "newline"
    },
    {
      "text": "The Pharisees and the teachers of the law began thinking to themselves, “Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?”",
      "verse": 21,
      "type": "newline"
    },
    {
      "text": "Jesus knew what they were thinking and asked,",
      "verse": 22,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 23
    },
    {
      "text": "So he said to the paralyzed man,",
      "verse": 24
    },
    {
      "text": "Immediately he stood up in front of them, took what he had been lying on and went home praising God.",
      "verse": 25
    },
    {
      "text": "Everyone was amazed and gave praise to God. They were filled with awe and said, “We have seen remarkable things today.”",
      "verse": 26
    },
    {
      "text": "Jesus Calls Levi and Eats With Sinners",
      "type": "heading"
    },
    {
      "text": "After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth.  Jesus said to him,",
      "verse": 27,
      "type": "newline"
    },
    {
      "text": "and Levi got up, left everything and followed him.",
      "verse": 28
    },
    {
      "text": "Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them.",
      "verse": 29,
      "type": "newline"
    },
    {
      "text": "But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, “Why do you eat and drink with tax collectors and sinners?”",
      "verse": 30
    },
    {
      "text": "Jesus answered them,",
      "verse": 31,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 32
    },
    {
      "text": "Jesus Questioned About Fasting",
      "type": "heading"
    },
    {
      "text": "They said to him, “John’s disciples often fast and pray, and so do the disciples of the Pharisees, but yours go on eating and drinking.”",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "Jesus answered,",
      "verse": 34,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 35
    },
    {
      "text": "He told them this parable:",
      "verse": 36,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 37
    },
    {
      "text": "",
      "verse": 38
    },
    {
      "text": "",
      "verse": 39
    }
  ]
}