{
  "book_id": "JOB",
  "book_name": "JOB",
  "chapter": 24,
  "verses": [
    {
      "texts": [
        "\"Why are times not stored up by the Almighty,",
        "And why do those who know Him not see His days?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"Some remove the landmarks;",
        "They seize and devour flocks."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"They drive away the donkeys of the orphans;",
        "They take the widow's ox for a pledge."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"They push the needy aside from the road;",
        "The poor of the land are made to hide themselves altogether."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Behold, as wild donkeys in the wilderness",
        "They go forth seeking food in their activity,",
        "As bread for their children in the desert."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"They harvest their fodder in the field",
        "And glean the vineyard of the wicked."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"They spend the night naked, without clothing,",
        "And have no covering against the cold."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"They are wet with the mountain rains",
        "And hug the rock for want of a shelter."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Others snatch the orphan from the breast,",
        "And against the poor they take a pledge."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"They cause the poor to go about naked without clothing,",
        "And they take away the sheaves from the hungry."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"Within the walls they produce oil;",
        "They tread wine presses but thirst."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"From the city men groan,",
        "And the souls of the wounded cry out;",
        "Yet God does not pay attention to folly."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"Others have been with those who rebel against the light;",
        "They do not want to know its ways",
        "Nor abide in its paths."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"The murderer arises at dawn;",
        "He kills the poor and the needy,",
        "And at night he is as a thief."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"The eye of the adulterer waits for the twilight,",
        "Saying, 'No eye will see me.'",
        "And he disguises his face."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"In the dark they dig into houses,",
        "They shut themselves up by day;",
        "They do not know the light."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"For the morning is the same to him as thick darkness,",
        "For he is familiar with the terrors of thick darkness."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"They are insignificant on the surface of the water;",
        "Their portion is cursed on the earth.",
        "They do not turn toward the vineyards."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"Drought and heat consume the snow waters,",
        "So does Sheol those who have sinned."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"A mother will forget him;",
        "The worm feeds sweetly till he is no longer remembered.",
        "And wickedness will be broken like a tree."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"He wrongs the barren woman",
        "And does no good for the widow."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"But He drags off the valiant by His power;",
        "He rises, but no one has assurance of life."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"He provides them with security, and they are supported;",
        "And His eyes are on their ways."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"They are exalted a little while, then they are gone;",
        "Moreover, they are brought low and like everything gathered up;",
        "Even like the heads of grain they are cut off."
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"Now if it is not so, who can prove me a liar,",
        "And make my speech worthless?\""
      ],
      "verse": 25
    }
  ]
}