{
  "book_id": "JOB",
  "book_name": "JOB",
  "chapter": 27,
  "verses": [
    {
      "texts": [
        "Then Job continued his discourse and said,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"As God lives, who has taken away my right,",
        "And the Almighty, who has embittered my soul,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "For as long as life is in me,",
        "And the breath of God is in my nostrils,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "My lips certainly will not speak unjustly,",
        "Nor will my tongue mutter deceit."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Far be it from me that I should declare you right;",
        "Till I die I will not put away my integrity from me."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"I hold fast my righteousness and will not let it go.",
        "My heart does not reproach any of my days."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"May my enemy be as the wicked",
        "And my opponent as the unjust."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"For what is the hope of the godless when he is cut off,",
        "When God requires his life?"
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Will God hear his cry",
        "When distress comes upon him?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"Will he take delight in the Almighty?",
        "Will he call on God at all times?"
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"I will instruct you in the power of God;",
        "What is with the Almighty I will not conceal."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"Behold, all of you have seen it;",
        "Why then do you act foolishly?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"This is the portion of a wicked man from God,",
        "And the inheritance which tyrants receive from the Almighty."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"Though his sons are many, they are destined for the sword;",
        "And his descendants will not be satisfied with bread."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"His survivors will be buried because of the plague,",
        "And their widows will not be able to weep."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"Though he piles up silver like dust",
        "And prepares garments as plentiful as the clay,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "He may prepare it, but the just will wear it",
        "And the innocent will divide the silver."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"He has built his house like the spider's web,",
        "Or as a hut which the watchman has made."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"He lies down rich, but never again;",
        "He opens his eyes, and it is no longer."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"Terrors overtake him like a flood;",
        "A tempest steals him away in the night."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"The east wind carries him away, and he is gone,",
        "For it whirls him away from his place."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"For it will hurl at him without sparing;",
        "He will surely try to flee from its power."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"Men will clap their hands at him",
        "And will hiss him from his place."
      ],
      "verse": 23
    }
  ]
}