{
  "book_id": "JOB",
  "book_name": "JOB",
  "chapter": 30,
  "verses": [
    {
      "texts": [
        "\"But now those younger than I mock me,",
        "Whose fathers I disdained to put with the dogs of my flock."
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"Indeed, what good was the strength of their hands to me?",
        "Vigor had perished from them."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"From want and famine they are gaunt",
        "Who gnaw the dry ground by night in waste and desolation,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Who pluck mallow by the bushes,",
        "And whose food is the root of the broom shrub."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"They are driven from the community;",
        "They shout against them as against a thief,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "So that they dwell in dreadful valleys,",
        "In holes of the earth and of the rocks."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"Among the bushes they cry out;",
        "Under the nettles they are gathered together."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Fools, even those without a name,",
        "They were scourged from the land."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"And now I have become their taunt,",
        "I have even become a byword to them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"They abhor me and stand aloof from me,",
        "And they do not refrain from spitting at my face."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"Because He has loosed His bowstring and afflicted me,",
        "They have cast off the bridle before me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"On the right hand their brood arises;",
        "They thrust aside my feet and build up against me their ways of destruction."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"They break up my path,",
        "They profit from my destruction;",
        "No one restrains them."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"As through a wide breach they come,",
        "Amid the tempest they roll on."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Terrors are turned against me;",
        "They pursue my honor as the wind,",
        "And my prosperity has passed away like a cloud."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"And now my soul is poured out within me;",
        "Days of affliction have seized me."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"At night it pierces my bones within me,",
        "And my gnawing pains take no rest."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"By a great force my garment is distorted;",
        "It binds me about as the collar of my coat."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"He has cast me into the mire,",
        "And I have become like dust and ashes."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"I cry out to You for help, but You do not answer me;",
        "I stand up, and You turn Your attention against me."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"You have become cruel to me;",
        "With the might of Your hand You persecute me."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"You lift me up to the wind and cause me to ride;",
        "And You dissolve me in a storm."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"For I know that You will bring me to death",
        "And to the house of meeting for all living."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"Yet does not one in a heap of ruins stretch out his hand,",
        "Or in his disaster therefore cry out for help?"
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"Have I not wept for the one whose life is hard?",
        "Was not my soul grieved for the needy?"
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"When I expected good, then evil came;",
        "When I waited for light, then darkness came."
      ],
      "verse": 26
    },
    {
      "texts": [
        "\"I am seething within and cannot relax;",
        "Days of affliction confront me."
      ],
      "verse": 27
    },
    {
      "texts": [
        "\"I go about mourning without comfort;",
        "I stand up in the assembly and cry out for help."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"I have become a brother to jackals",
        "And a companion of ostriches."
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"My skin turns black on me,",
        "And my bones burn with fever."
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"Therefore my harp is turned to mourning,",
        "And my flute to the sound of those who weep."
      ],
      "verse": 31
    }
  ]
}