{
  "book_id": "JOB",
  "book_name": "JOB",
  "chapter": 31,
  "verses": [
    {
      "texts": [
        "\"I have made a covenant with my eyes;",
        "How then could I gaze at a virgin?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"And what is the portion of God from above",
        "Or the heritage of the Almighty from on high?"
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"Is it not calamity to the unjust",
        "And disaster to those who work iniquity?"
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Does He not see my ways",
        "And number all my steps?"
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"If I have walked with falsehood,",
        "And my foot has hastened after deceit,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "Let Him weigh me with accurate scales,",
        "And let God know my integrity."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"If my step has turned from the way,",
        "Or my heart followed my eyes,",
        "Or if any spot has stuck to my hands,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let me sow and another eat,",
        "And let my crops be uprooted."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"If my heart has been enticed by a woman,",
        "Or I have lurked at my neighbor's doorway,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "May my wife grind for another,",
        "And let others kneel down over her."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"For that would be a lustful crime;",
        "Moreover, it would be an iniquity punishable by judges."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"For it would be fire that consumes to Abaddon,",
        "And would uproot all my increase."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"If I have despised the claim of my male or female slaves",
        "When they filed a complaint against me,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "What then could I do when God arises?",
        "And when He calls me to account, what will I answer Him?"
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Did not He who made me in the womb make him,",
        "And the same one fashion us in the womb?"
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"If I have kept the poor from their desire,",
        "Or have caused the eyes of the widow to fail,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Or have eaten my morsel alone,",
        "And the orphan has not shared it"
      ],
      "verse": 17
    },
    {
      "texts": [
        "(But from my youth he grew up with me as with a father,",
        "And from infancy I guided her),"
      ],
      "verse": 18
    },
    {
      "texts": [
        "If I have seen anyone perish for lack of clothing,",
        "Or that the needy had no covering,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "If his loins have not thanked me,",
        "And if he has not been warmed with the fleece of my sheep,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "If I have lifted up my hand against the orphan,",
        "Because I saw I had support in the gate,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Let my shoulder fall from the socket,",
        "And my arm be broken off at the elbow."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"For calamity from God is a terror to me,",
        "And because of His majesty I can do nothing."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"If I have put my confidence in gold,",
        "And called fine gold my trust,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "If I have gloated because my wealth was great,",
        "And because my hand had secured so much;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "If I have looked at the sun when it shone",
        "Or the moon going in splendor,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "And my heart became secretly enticed,",
        "And my hand threw a kiss from my mouth,"
      ],
      "verse": 27
    },
    {
      "texts": [
        "That too would have been an iniquity calling for judgment,",
        "For I would have denied God above."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"Have I rejoiced at the extinction of my enemy,",
        "Or exulted when evil befell him?"
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"No, I have not allowed my mouth to sin",
        "By asking for his life in a curse."
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"Have the men of my tent not said,",
        "'Who can find one who has not been satisfied with his meat'?"
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"The alien has not lodged outside,",
        "For I have opened my doors to the traveler."
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"Have I covered my transgressions like Adam,",
        "By hiding my iniquity in my bosom,"
      ],
      "verse": 33
    },
    {
      "texts": [
        "Because I feared the great multitude,",
        "And the contempt of families terrified me,",
        "And kept silent and did not go out of doors?"
      ],
      "verse": 34
    },
    {
      "texts": [
        "\"Oh that I had one to hear me!",
        "Behold, here is my signature;",
        "Let the Almighty answer me!",
        "And the indictment which my adversary has written,"
      ],
      "verse": 35
    },
    {
      "texts": [
        "Surely I would carry it on my shoulder,",
        "I would bind it to myself like a crown."
      ],
      "verse": 36
    },
    {
      "texts": [
        "\"I would declare to Him the number of my steps;",
        "Like a prince I would approach Him."
      ],
      "verse": 37
    },
    {
      "texts": [
        "\"If my land cries out against me,",
        "And its furrows weep together;"
      ],
      "verse": 38
    },
    {
      "texts": [
        "If I have eaten its fruit without money,",
        "Or have caused its owners to lose their lives,"
      ],
      "verse": 39
    },
    {
      "texts": [
        "Let briars grow instead of wheat,",
        "And stinkweed instead of barley.\"",
        "The words of Job are ended."
      ],
      "verse": 40
    }
  ]
}