{
  "book_id": "JOB",
  "book_name": "JOB",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "\"Call now, is there anyone who will answer you?",
        "And to which of the holy ones will you turn?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"For anger slays the foolish man,",
        "And jealousy kills the simple."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"I have seen the foolish taking root,",
        "And I cursed his abode immediately."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"His sons are far from safety,",
        "They are even oppressed in the gate,",
        "And there is no deliverer."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"His harvest the hungry devour",
        "And take it to a place of thorns,",
        "And the schemer is eager for their wealth."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"For affliction does not come from the dust,",
        "Nor does trouble sprout from the ground,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "For man is born for trouble,",
        "As sparks fly upward."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"But as for me, I would seek God,",
        "And I would place my cause before God;"
      ],
      "verse": 8
    },
    {
      "texts": [
        "Who does great and unsearchable things,",
        "Wonders without number."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"He gives rain on the earth",
        "And sends water on the fields,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "So that He sets on high those who are lowly,",
        "And those who mourn are lifted to safety."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"He frustrates the plotting of the shrewd,",
        "So that their hands cannot attain success."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"He captures the wise by their own shrewdness,",
        "And the advice of the cunning is quickly thwarted."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"By day they meet with darkness,",
        "And grope at noon as in the night."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"But He saves from the sword of their mouth,",
        "And the poor from the hand of the mighty."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"So the helpless has hope,",
        "And unrighteousness must shut its mouth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Behold, how happy is the man whom God reproves,",
        "So do not despise the discipline of the Almighty."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"For He inflicts pain, and gives relief;",
        "He wounds, and His hands also heal."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"From six troubles He will deliver you,",
        "Even in seven evil will not touch you."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"In famine He will redeem you from death,",
        "And in war from the power of the sword."
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"You will be hidden from the scourge of the tongue,",
        "And you will not be afraid of violence when it comes."
      ],
      "verse": 21
    },
    {
      "texts": [
        "\"You will laugh at violence and famine,",
        "And you will not be afraid of wild beasts."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"For you will be in league with the stones of the field,",
        "And the beasts of the field will be at peace with you."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"You will know that your tent is secure,",
        "For you will visit your abode and fear no loss."
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"You will know also that your descendants will be many,",
        "And your offspring as the grass of the earth."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"You will come to the grave in full vigor,",
        "Like the stacking of grain in its season."
      ],
      "verse": 26
    },
    {
      "texts": [
        "\"Behold this; we have investigated it, and so it is.",
        "Hear it, and know for yourself.\""
      ],
      "verse": 27
    }
  ]
}