{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 145,
  "verses": [
    {
      "texts": [
        "I will extol you, my God and King,",
        "and bless your name forever and ever."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Every day I will bless you",
        "and praise your name forever and ever."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Great is the Lord, and greatly to be praised,",
        "and his greatness is unsearchable."
      ],
      "verse": 3
    },
    {
      "texts": [
        "One generation shall commend your works to another,",
        "and shall declare your mighty acts."
      ],
      "verse": 4
    },
    {
      "texts": [
        "On the glorious splendor of your majesty,",
        "and on your wondrous works, I will meditate."
      ],
      "verse": 5
    },
    {
      "texts": [
        "They shall speak of the might of your awesome deeds,",
        "and I will declare your greatness."
      ],
      "verse": 6
    },
    {
      "texts": [
        "They shall pour forth the fame of your abundant goodness",
        "and shall sing aloud of your righteousness."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord is gracious and merciful,",
        "slow to anger and abounding in steadfast love."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The Lord is good to all,",
        "and his mercy is over all that he has made."
      ],
      "verse": 9
    },
    {
      "texts": [
        "All your works shall give thanks to you, O Lord,",
        "and all your saints shall bless you!"
      ],
      "verse": 10
    },
    {
      "texts": [
        "They shall speak of the glory of your kingdom",
        "and tell of your power,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "to make known to the children of man your mighty deeds,",
        "and the glorious splendor of your kingdom."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Your kingdom is an everlasting kingdom,",
        "and your dominion endures throughout all generations.",
        "[The Lord is faithful in all his words",
        "and kind in all his works.]"
      ],
      "verse": 13
    },
    {
      "texts": [
        "The Lord upholds all who are falling",
        "and raises up all who are bowed down."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The eyes of all look to you,",
        "and you give them their food in due season."
      ],
      "verse": 15
    },
    {
      "texts": [
        "You open your hand;",
        "you satisfy the desire of every living thing."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The Lord is righteous in all his ways",
        "and kind in all his works."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The Lord is near to all who call on him,",
        "to all who call on him in truth."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He fulfills the desire of those who fear him;",
        "he also hears their cry and saves them."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The Lord preserves all who love him,",
        "but all the wicked he will destroy."
      ],
      "verse": 20
    },
    {
      "texts": [
        "My mouth will speak the praise of the Lord,",
        "and let all flesh bless his holy name forever and ever."
      ],
      "verse": 21
    }
  ]
}