{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 33,
  "verses": [
    {
      "texts": [
        "Shout for joy in the Lord, O you righteous!",
        "Praise befits the upright."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Give thanks to the Lord with the lyre;",
        "make melody to him with the harp of ten strings!"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Sing to him a new song;",
        "play skillfully on the strings, with loud shouts."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For the word of the Lord is upright,",
        "and all his work is done in faithfulness."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He loves righteousness and justice;",
        "the earth is full of the steadfast love of the Lord."
      ],
      "verse": 5
    },
    {
      "texts": [
        "By the word of the Lord the heavens were made,",
        "and by the breath of his mouth all their host."
      ],
      "verse": 6
    },
    {
      "texts": [
        "He gathers the waters of the sea as a heap;",
        "he puts the deeps in storehouses."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Let all the earth fear the Lord;",
        "let all the inhabitants of the world stand in awe of him!"
      ],
      "verse": 8
    },
    {
      "texts": [
        "For he spoke, and it came to be;",
        "he commanded, and it stood firm."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The Lord brings the counsel of the nations to nothing;",
        "he frustrates the plans of the peoples."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The counsel of the Lord stands forever,",
        "the plans of his heart to all generations."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Blessed is the nation whose God is the Lord,",
        "the people whom he has chosen as his heritage!"
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Lord looks down from heaven;",
        "he sees all the children of man;"
      ],
      "verse": 13
    },
    {
      "texts": [
        "from where he sits enthroned he looks out",
        "on all the inhabitants of the earth,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "he who fashions the hearts of them all",
        "and observes all their deeds."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The king is not saved by his great army;",
        "a warrior is not delivered by his great strength."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The war horse is a false hope for salvation,",
        "and by its great might it cannot rescue."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Behold, the eye of the Lord is on those who fear him,",
        "on those who hope in his steadfast love,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "that he may deliver their soul from death",
        "and keep them alive in famine."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Our soul waits for the Lord;",
        "he is our help and our shield."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For our heart is glad in him,",
        "because we trust in his holy name."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Let your steadfast love, O Lord, be upon us,",
        "even as we hope in you."
      ],
      "verse": 22
    }
  ]
}