{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 34,
  "verses": [
    {
      "texts": [
        "I will bless the Lord at all times;",
        "his praise shall continually be in my mouth."
      ],
      "verse": 1
    },
    {
      "texts": [
        "My soul makes its boast in the Lord;",
        "let the humble hear and be glad."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Oh, magnify the Lord with me,",
        "and let us exalt his name together!"
      ],
      "verse": 3
    },
    {
      "texts": [
        "I sought the Lord, and he answered me",
        "and delivered me from all my fears."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Those who look to him are radiant,",
        "and their faces shall never be ashamed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "This poor man cried, and the Lord heard him",
        "and saved him out of all his troubles."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The angel of the Lord encamps",
        "around those who fear him, and delivers them."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Oh, taste and see that the Lord is good!",
        "Blessed is the man who takes refuge in him!"
      ],
      "verse": 8
    },
    {
      "texts": [
        "Oh, fear the Lord, you his saints,",
        "for those who fear him have no lack!"
      ],
      "verse": 9
    },
    {
      "texts": [
        "The young lions suffer want and hunger;",
        "but those who seek the Lord lack no good thing."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Come, O children, listen to me;",
        "I will teach you the fear of the Lord."
      ],
      "verse": 11
    },
    {
      "texts": [
        "What man is there who desires life",
        "and loves many days, that he may see good?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "Keep your tongue from evil",
        "and your lips from speaking deceit."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Turn away from evil and do good;",
        "seek peace and pursue it."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The eyes of the Lord are toward the righteous",
        "and his ears toward their cry."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The face of the Lord is against those who do evil,",
        "to cut off the memory of them from the earth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "When the righteous cry for help, the Lord hears",
        "and delivers them out of all their troubles."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The Lord is near to the brokenhearted",
        "and saves the crushed in spirit."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Many are the afflictions of the righteous,",
        "but the Lord delivers him out of them all."
      ],
      "verse": 19
    },
    {
      "texts": [
        "He keeps all his bones;",
        "not one of them is broken."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Affliction will slay the wicked,",
        "and those who hate the righteous will be condemned."
      ],
      "verse": 21
    },
    {
      "texts": [
        "The Lord redeems the life of his servants;",
        "none of those who take refuge in him will be condemned."
      ],
      "verse": 22
    }
  ]
}