{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 81,
  "verses": [
    {
      "texts": [
        "Sing aloud to God our strength;",
        "shout for joy to the God of Jacob!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Raise a song; sound the tambourine,",
        "the sweet lyre with the harp."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Blow the trumpet at the new moon,",
        "at the full moon, on our feast day."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For it is a statute for Israel,",
        "a rule of the God of Jacob."
      ],
      "verse": 4
    },
    {
      "texts": [
        "He made it a decree in Joseph",
        "when he went out over the land of Egypt.",
        "I hear a language I had not known:"
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"I relieved your shoulder of the burden;",
        "your hands were freed from the basket."
      ],
      "verse": 6
    },
    {
      "texts": [
        "In distress you called, and I delivered you;",
        "I answered you in the secret place of thunder;",
        "I tested you at the waters of Meribah. Selah"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Hear, O my people, while I admonish you!",
        "O Israel, if you would but listen to me!"
      ],
      "verse": 8
    },
    {
      "texts": [
        "There shall be no strange god among you;",
        "you shall not bow down to a foreign god."
      ],
      "verse": 9
    },
    {
      "texts": [
        "I am the Lord your God,",
        "who brought you up out of the land of Egypt.",
        "Open your mouth wide, and I will fill it."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"But my people did not listen to my voice;",
        "Israel would not submit to me."
      ],
      "verse": 11
    },
    {
      "texts": [
        "So I gave them over to their stubborn hearts,",
        "to follow their own counsels."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Oh, that my people would listen to me,",
        "that Israel would walk in my ways!"
      ],
      "verse": 13
    },
    {
      "texts": [
        "I would soon subdue their enemies",
        "and turn my hand against their foes."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Those who hate the Lord would cringe toward him,",
        "and their fate would last forever."
      ],
      "verse": 15
    },
    {
      "texts": [
        "But he would feed you with the finest of the wheat,",
        "and with honey from the rock I would satisfy you.\""
      ],
      "verse": 16
    }
  ]
}