{
  "book_id": "PSA",
  "book_name": "Psalms",
  "chapter": 86,
  "verses": [
    {
      "texts": [
        "Incline your ear, O Lord, and answer me,",
        "for I am poor and needy."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Preserve my life, for I am godly;",
        "save your servant, who trusts in you—you are my God."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Be gracious to me, O Lord,",
        "for to you do I cry all the day."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Gladden the soul of your servant,",
        "for to you, O Lord, do I lift up my soul."
      ],
      "verse": 4
    },
    {
      "texts": [
        "For you, O Lord, are good and forgiving,",
        "abounding in steadfast love to all who call upon you."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Give ear, O Lord, to my prayer;",
        "listen to my plea for grace."
      ],
      "verse": 6
    },
    {
      "texts": [
        "In the day of my trouble I call upon you,",
        "for you answer me."
      ],
      "verse": 7
    },
    {
      "texts": [
        "There is none like you among the gods, O Lord,",
        "nor are there any works like yours."
      ],
      "verse": 8
    },
    {
      "texts": [
        "All the nations you have made shall come",
        "and worship before you, O Lord,",
        "and shall glorify your name."
      ],
      "verse": 9
    },
    {
      "texts": [
        "For you are great and do wondrous things;",
        "you alone are God."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Teach me your way, O Lord,",
        "that I may walk in your truth;",
        "unite my heart to fear your name."
      ],
      "verse": 11
    },
    {
      "texts": [
        "I give thanks to you, O Lord my God, with my whole heart,",
        "and I will glorify your name forever."
      ],
      "verse": 12
    },
    {
      "texts": [
        "For great is your steadfast love toward me;",
        "you have delivered my soul from the depths of Sheol."
      ],
      "verse": 13
    },
    {
      "texts": [
        "O God, insolent men have risen up against me;",
        "a band of ruthless men seeks my life,",
        "and they do not set you before them."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But you, O Lord, are a God merciful and gracious,",
        "slow to anger and abounding in steadfast love and faithfulness."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Turn to me and be gracious to me;",
        "give your strength to your servant,",
        "and save the son of your maidservant."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Show me a sign of your favor,",
        "that those who hate me may see and be put to shame",
        "because you, Lord, have helped me and comforted me."
      ],
      "verse": 17
    }
  ]
}