{
  "book_id": "NUM",
  "book_name": "Numbers",
  "chapter": 29,
  "verses": [
    {
      "texts": [
        "\"On the first day of the seventh month you shall have a holy convocation. You shall not do any ordinary work. It is a day for you to blow the trumpets,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "and you shall offer a burnt offering, for a pleasing aroma to the Lord: one bull from the herd, one ram, seven male lambs a year old without blemish;"
      ],
      "verse": 2
    },
    {
      "texts": [
        "also their grain offering of fine flour mixed with oil, three tenths of an ephah for the bull, two tenths for the ram,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "and one tenth for each of the seven lambs;"
      ],
      "verse": 4
    },
    {
      "texts": [
        "with one male goat for a sin offering, to make atonement for you;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "besides the burnt offering of the new moon, and its grain offering, and the regular burnt offering and its grain offering, and their drink offering, according to the rule for them, for a pleasing aroma, a food offering to the Lord."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"On the tenth day of this seventh month you shall have a holy convocation and afflict yourselves. You shall do no work,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "but you shall offer a burnt offering to the Lord, a pleasing aroma: one bull from the herd, one ram, seven male lambs a year old: see that they are without blemish."
      ],
      "verse": 8
    },
    {
      "texts": [
        "And their grain offering shall be of fine flour mixed with oil, three tenths of an ephah for the bull, two tenths for the one ram,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "a tenth for each of the seven lambs:"
      ],
      "verse": 10
    },
    {
      "texts": [
        "also one male goat for a sin offering, besides the sin offering of atonement, and the regular burnt offering and its grain offering, and their drink offerings."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"On the fifteenth day of the seventh month you shall have a holy convocation. You shall not do any ordinary work, and you shall keep a feast to the Lord seven days."
      ],
      "verse": 12
    },
    {
      "texts": [
        "And you shall offer a burnt offering, a food offering, with a pleasing aroma to the Lord, thirteen bulls from the herd, two rams, fourteen male lambs a year old; they shall be without blemish;"
      ],
      "verse": 13
    },
    {
      "texts": [
        "and their grain offering of fine flour mixed with oil, three tenths of an ephah for each of the thirteen bulls, two tenths for each of the two rams,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "and a tenth for each of the fourteen lambs;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "also one male goat for a sin offering, besides the regular burnt offering, its grain offering and its drink offering."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"On the second day twelve bulls from the herd, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 17
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 18
    },
    {
      "texts": [
        "also one male goat for a sin offering, besides the regular burnt offering and its grain offering, and their drink offerings."
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"On the third day eleven bulls, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 21
    },
    {
      "texts": [
        "also one male goat for a sin offering, besides the regular burnt offering and its grain offering and its drink offering."
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"On the fourth day ten bulls, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 24
    },
    {
      "texts": [
        "also one male goat for a sin offering, besides the regular burnt offering, its grain offering and its drink offering."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"On the fifth day nine bulls, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 27
    },
    {
      "texts": [
        "also one male goat for a sin offering; besides the regular burnt offering and its grain offering and its drink offering."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"On the sixth day eight bulls, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 29
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 30
    },
    {
      "texts": [
        "also one male goat for a sin offering; besides the regular burnt offering, its grain offering, and its drink offerings."
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"On the seventh day seven bulls, two rams, fourteen male lambs a year old without blemish,"
      ],
      "verse": 32
    },
    {
      "texts": [
        "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 33
    },
    {
      "texts": [
        "also one male goat for a sin offering; besides the regular burnt offering, its grain offering, and its drink offering."
      ],
      "verse": 34
    },
    {
      "texts": [
        "\"On the eighth day you shall have a solemn assembly. You shall not do any ordinary work,"
      ],
      "verse": 35
    },
    {
      "texts": [
        "but you shall offer a burnt offering, a food offering, with a pleasing aroma to the Lord: one bull, one ram, seven male lambs a year old without blemish,"
      ],
      "verse": 36
    },
    {
      "texts": [
        "and the grain offering and the drink offerings for the bull, for the ram, and for the lambs, in the prescribed quantities;"
      ],
      "verse": 37
    },
    {
      "texts": [
        "also one male goat for a sin offering; besides the regular burnt offering and its grain offering and its drink offering."
      ],
      "verse": 38
    },
    {
      "texts": [
        "\"These you shall offer to the Lord at your appointed feasts, in addition to your vow offerings and your freewill offerings, for your burnt offerings, and for your grain offerings, and for your drink offerings, and for your peace offerings.\""
      ],
      "verse": 39
    },
    {
      "texts": [
        "So Moses told the people of Israel everything just as the Lord had commanded Moses."
      ],
      "verse": 40
    }
  ]
}