{
  "book_id": "1TI",
  "book_name": "1 TIMOTHY",
  "chapter": 2,
  "verses": [
    {
      "texts": [
        "First of all, then, I urge that entreaties and prayers, petitions and thanksgivings, be made on behalf of all men,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity."
      ],
      "verse": 2
    },
    {
      "texts": [
        "This is good and acceptable in the sight of God our Savior,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "who desires all men to be saved and to come to the knowledge of the truth."
      ],
      "verse": 4
    },
    {
      "texts": [
        "For there is one God, and one mediator also between God and men, the man Christ Jesus,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "who gave Himself as a ransom for all, the testimony given at the proper time."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying) as a teacher of the Gentiles in faith and truth.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Therefore I want the men in every place to pray, lifting up holy hands, without wrath and dissension."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Likewise, I want women to adorn themselves with proper clothing, modestly and discreetly, not with braided hair and gold or pearls or costly garments,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "but rather by means of good works, as is proper for women making a claim to godliness."
      ],
      "verse": 10
    },
    {
      "texts": [
        "A woman must quietly receive instruction with entire submissiveness."
      ],
      "verse": 11
    },
    {
      "texts": [
        "But I do not allow a woman to teach or exercise authority over a man, but to remain quiet."
      ],
      "verse": 12
    },
    {
      "texts": [
        "For it was Adam who was first created, and then Eve."
      ],
      "verse": 13
    },
    {
      "texts": [
        "And it was not Adam who was deceived, but the woman being deceived, fell into transgression."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But women will be preserved through the bearing of children if they continue in faith and love and sanctity with self-restraint."
      ],
      "verse": 15
    }
  ]
}