{
  "book_id": "EXO",
  "book_name": "EXODUS",
  "chapter": 15,
  "verses": [
    {
      "texts": [
        "Then Moses and the sons of Israel sang this song to the Lord, and said,",
        "\"I will sing to the Lord, for He is highly exalted;",
        "The horse and its rider He has hurled into the sea."
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"The Lord is my strength and song,",
        "And He has become my salvation;",
        "This is my God, and I will praise Him;",
        "My father's God, and I will extol Him."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"The Lord is a warrior;",
        "The Lord is His name."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Pharaoh's chariots and his army He has cast into the sea;",
        "And the choicest of his officers are drowned in the Red Sea."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"The deeps cover them;",
        "They went down into the depths like a stone."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"Your right hand, O Lord, is majestic in power,",
        "Your right hand, O Lord, shatters the enemy."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"And in the greatness of Your excellence You overthrow those who rise up against You;",
        "You send forth Your burning anger, and it consumes them as chaff."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"At the blast of Your nostrils the waters were piled up,",
        "The flowing waters stood up like a heap;",
        "The deeps were congealed in the heart of the sea."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"The enemy said, 'I will pursue, I will overtake, I will divide the spoil;",
        "My desire shall be gratified against them;",
        "I will draw out my sword, my hand will destroy them.'"
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"You blew with Your wind, the sea covered them;",
        "They sank like lead in the mighty waters."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"Who is like You among the gods, O Lord?",
        "Who is like You, majestic in holiness,",
        "Awesome in praises, working wonders?"
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"You stretched out Your right hand,",
        "The earth swallowed them."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"In Your lovingkindness You have led the people whom You have redeemed;",
        "In Your strength You have guided them to Your holy habitation."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"The peoples have heard, they tremble;",
        "Anguish has gripped the inhabitants of Philistia."
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Then the chiefs of Edom were dismayed;",
        "The leaders of Moab, trembling grips them;",
        "All the inhabitants of Canaan have melted away."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"Terror and dread fall upon them;",
        "By the greatness of Your arm they are motionless as stone;",
        "Until Your people pass over, O Lord,",
        "Until the people pass over whom You have purchased."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"You will bring them and plant them in the mountain of Your inheritance,",
        "The place, O Lord, which You have made for Your dwelling,",
        "The sanctuary, O Lord, which Your hands have established."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"The Lord shall reign forever and ever.\"",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "For the horses of Pharaoh with his chariots and his horsemen went into the sea, and the Lord brought back the waters of the sea on them, but the sons of Israel walked on dry land through the midst of the sea.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Miriam the prophetess, Aaron's sister, took the timbrel in her hand, and all the women went out after her with timbrels and with dancing."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Miriam answered them,",
        "\"Sing to the Lord, for He is highly exalted;",
        "The horse and his rider He has hurled into the sea.\"",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Then Moses led Israel from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness and found no water."
      ],
      "verse": 22
    },
    {
      "texts": [
        "When they came to Marah, they could not drink the waters of Marah, for they were bitter; therefore it was named Marah."
      ],
      "verse": 23
    },
    {
      "texts": [
        "So the people grumbled at Moses, saying, \"What shall we drink?\""
      ],
      "verse": 24
    },
    {
      "texts": [
        "Then he cried out to the Lord, and the Lord showed him a tree; and he threw it into the waters, and the waters became sweet.",
        "There He made for them a statute and regulation, and there He tested them."
      ],
      "verse": 25
    },
    {
      "texts": [
        "And He said, \"If you will give earnest heed to the voice of the Lord your God, and do what is right in His sight, and give ear to His commandments, and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I, the Lord, am your healer.\"",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "Then they came to Elim where there were twelve springs of water and seventy date palms, and they camped there beside the waters."
      ],
      "verse": 27
    }
  ]
}