{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 11,
  "verses": [
    {
      "texts": [
        "A false balance is abomination to the Lord: but a just weight is his delight.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "When pride cometh, then cometh shame: but with the lowly is wisdom.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Riches profit not in the day of wrath: but righteousness delivereth from death.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "The righteous is delivered out of trouble, and the wicked cometh in his stead.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "An hypocrite with his mouth destroyeth his neighbour: but through knowledge shall the just be delivered.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Where no counsel is, the people fall: but in the multitude of counsellors there is safety.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "He that is surety for a stranger shall smart for it: and he that hateth suretiship is sure.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "A gracious woman retaineth honour: and strong men retain riches.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "They that are of a froward heart are abomination to the Lord: but such as are upright in their way are his delight.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "As a jewel of gold in a swine's snout, so is a fair woman which is without discretion.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "The desire of the righteous is only good: but the expectation of the wicked is wrath.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "He that withholdeth corn, the people shall curse him: but blessing shall be upon the head of him that selleth it.",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "He that trusteth in his riches shall fall: but the righteous shall flourish as a branch.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "He that troubleth his own house shall inherit the wind: and the fool shall be servant to the wise of heart.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "The fruit of the righteous is a tree of life; and he that winneth souls is wise.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "Behold, the righteous shall be recompensed in the earth: much more the wicked and the sinner."
      ],
      "verse": 31
    }
  ]
}