{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 15,
  "verses": [
    {
      "texts": [
        "A soft answer turneth away wrath: but grievous words stir up anger.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "The eyes of the Lord are in every place, beholding the evil and the good.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "A fool despiseth his father's instruction: but he that regardeth reproof is prudent.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "In the house of the righteous is much treasure: but in the revenues of the wicked is trouble.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "The lips of the wise disperse knowledge: but the heart of the foolish doeth not so.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sacrifice of the wicked is an abomination to the Lord: but the prayer of the upright is his delight.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "The way of the wicked is an abomination unto the Lord: but he loveth him that followeth after righteousness.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Correction is grievous unto him that forsaketh the way: and he that hateth reproof shall die.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Hell and destruction are before the Lord: how much more then the hearts of the children of men?",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "A scorner loveth not one that reproveth him: neither will he go unto the wise.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "A merry heart maketh a cheerful countenance: but by sorrow of the heart the spirit is broken.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "The heart of him that hath understanding seeketh knowledge: but the mouth of fools feedeth on foolishness.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "All the days of the afflicted are evil: but he that is of a merry heart hath a continual feast.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Better is little with the fear of the Lord than great treasure and trouble therewith.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "A wise son maketh a glad father: but a foolish man despiseth his mother.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Folly is joy to him that is destitute of wisdom: but a man of understanding walketh uprightly.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Without counsel purposes are disappointed: but in the multitude of counsellors they are established.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "A man hath joy by the answer of his mouth: and a word spoken in due season, how good is it!",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "The way of life is above to the wise, that he may depart from hell beneath.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "The Lord will destroy the house of the proud: but he will establish the border of the widow.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "The thoughts of the wicked are an abomination to the Lord: but the words of the pure are pleasant words.",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "He that is greedy of gain troubleth his own house; but he that hateth gifts shall live.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "The heart of the righteous studieth to answer: but the mouth of the wicked poureth out evil things.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "The Lord is far from the wicked: but he heareth the prayer of the righteous.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "The light of the eyes rejoiceth the heart: and a good report maketh the bones fat.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "The ear that heareth the reproof of life abideth among the wise.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding.",
        ""
      ],
      "verse": 32
    },
    {
      "texts": [
        "The fear of the Lord is the instruction of wisdom; and before honour is humility."
      ],
      "verse": 33
    }
  ]
}