{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "My son, attend unto my wisdom, and bow thine ear to my understanding:",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "That thou mayest regard discretion, and that thy lips may keep knowledge.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "For the lips of a strange woman drop as an honeycomb, and her mouth is smoother than oil:",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "But her end is bitter as wormwood, sharp as a twoedged sword.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Her feet go down to death; her steps take hold on hell.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Lest thou shouldest ponder the path of life, her ways are moveable, that thou canst not know them.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Hear me now therefore, O ye children, and depart not from the words of my mouth.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Remove thy way far from her, and come not nigh the door of her house:",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Lest thou give thine honour unto others, and thy years unto the cruel:",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Lest strangers be filled with thy wealth; and thy labours be in the house of a stranger;",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "And thou mourn at the last, when thy flesh and thy body are consumed,",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "And say, How have I hated instruction, and my heart despised reproof;",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "And have not obeyed the voice of my teachers, nor inclined mine ear to them that instructed me!",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "I was almost in all evil in the midst of the congregation and assembly.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "Drink waters out of thine own cistern, and running waters out of thine own well.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Let thy fountains be dispersed abroad, and rivers of waters in the streets.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "Let them be only thine own, and not strangers' with thee.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "Let thy fountain be blessed: and rejoice with the wife of thy youth.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "And why wilt thou, my son, be ravished with a strange woman, and embrace the bosom of a stranger?",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "For the ways of man are before the eyes of the Lord, and he pondereth all his goings.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his sins.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "He shall die without instruction; and in the greatness of his folly he shall go astray."
      ],
      "verse": 23
    }
  ]
}