{
  "book_id": "PRO",
  "book_name": "Proverbs",
  "chapter": 6,
  "verses": [
    {
      "texts": [
        "My son, if thou be surety for thy friend, if thou hast stricken thy hand with a stranger,",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Thou art snared with the words of thy mouth, thou art taken with the words of thy mouth.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Give not sleep to thine eyes, nor slumber to thine eyelids.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Deliver thyself as a roe from the hand of the hunter, and as a bird from the hand of the fowler.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Go to the ant, thou sluggard; consider her ways, and be wise:",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Which having no guide, overseer, or ruler,",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Provideth her meat in the summer, and gathereth her food in the harvest.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Yet a little sleep, a little slumber, a little folding of the hands to sleep:",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "So shall thy poverty come as one that travelleth, and thy want as an armed man.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "A naughty person, a wicked man, walketh with a froward mouth.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "He winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Frowardness is in his heart, he deviseth mischief continually; he soweth discord.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "These six things doth the Lord hate: yea, seven are an abomination unto him:",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "A proud look, a lying tongue, and hands that shed innocent blood,",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "An heart that deviseth wicked imaginations, feet that be swift in running to mischief,",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "A false witness that speaketh lies, and he that soweth discord among brethren.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "My son, keep thy father's commandment, and forsake not the law of thy mother:",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Bind them continually upon thine heart, and tie them about thy neck.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "When thou goest, it shall lead thee; when thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life:",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "To keep thee from the evil woman, from the flattery of the tongue of a strange woman.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "Lust not after her beauty in thine heart; neither let her take thee with her eyelids.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "For by means of a whorish woman a man is brought to a piece of bread: and the adulteress will hunt for the precious life.",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "Can a man take fire in his bosom, and his clothes not be burned?",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "Can one go upon hot coals, and his feet not be burned?",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "So he that goeth in to his neighbour's wife; whosoever toucheth her shall not be innocent.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "Men do not despise a thief, if he steal to satisfy his soul when he is hungry;",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "But if he be found, he shall restore sevenfold; he shall give all the substance of his house.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
        ""
      ],
      "verse": 32
    },
    {
      "texts": [
        "A wound and dishonour shall he get; and his reproach shall not be wiped away.",
        ""
      ],
      "verse": 33
    },
    {
      "texts": [
        "For jealousy is the rage of a man: therefore he will not spare in the day of vengeance.",
        ""
      ],
      "verse": 34
    },
    {
      "texts": [
        "He will not regard any ransom; neither will he rest content, though thou givest many gifts."
      ],
      "verse": 35
    }
  ]
}