{
  "book_id": "LUK",
  "book_name": "LUKE",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "Now after this the Lord appointed seventy others, and sent them in pairs ahead of Him to every city and place where He Himself was going to come."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And He was saying to them, \"The harvest is plentiful, but the laborers are few; therefore beseech the Lord of the harvest to send out laborers into His harvest."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Go; behold, I send you out as lambs in the midst of wolves."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Carry no money belt, no bag, no shoes; and greet no one on the way."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Whatever house you enter, first say, 'Peace be to this house.'"
      ],
      "verse": 5
    },
    {
      "texts": [
        "If a man of peace is there, your peace will rest on him; but if not, it will return to you."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Stay in that house, eating and drinking what they give you; for the laborer is worthy of his wages. Do not keep moving from house to house."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Whatever city you enter and they receive you, eat what is set before you;"
      ],
      "verse": 8
    },
    {
      "texts": [
        "and heal those in it who are sick, and say to them, 'The kingdom of God has come near to you.'"
      ],
      "verse": 9
    },
    {
      "texts": [
        "But whatever city you enter and they do not receive you, go out into its streets and say,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "'Even the dust of your city which clings to our feet we wipe off in protest against you; yet be sure of this, that the kingdom of God has come near.'"
      ],
      "verse": 11
    },
    {
      "texts": [
        "I say to you, it will be more tolerable in that day for Sodom than for that city.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles had been performed in Tyre and Sidon which occurred in you, they would have repented long ago, sitting in sackcloth and ashes."
      ],
      "verse": 13
    },
    {
      "texts": [
        "But it will be more tolerable for Tyre and Sidon in the judgment than for you."
      ],
      "verse": 14
    },
    {
      "texts": [
        "And you, Capernaum, will not be exalted to heaven, will you? You will be brought down to Hades!",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"The one who listens to you listens to Me, and the one who rejects you rejects Me; and he who rejects Me rejects the One who sent Me.\"",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "The seventy returned with joy, saying, \"Lord, even the demons are subject to us in Your name.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "And He said to them, \"I was watching Satan fall from heaven like lightning."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing will injure you."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Nevertheless do not rejoice in this, that the spirits are subject to you, but rejoice that your names are recorded in heaven.\"",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "At that very time He rejoiced greatly in the Holy Spirit, and said, \"I praise You, O Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent and have revealed them to infants. Yes, Father, for this way was well-pleasing in Your sight."
      ],
      "verse": 21
    },
    {
      "texts": [
        "All things have been handed over to Me by My Father, and no one knows who the Son is except the Father, and who the Father is except the Son, and anyone to whom the Son wills to reveal Him.\"",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "Turning to the disciples, He said privately, \"Blessed are the eyes which see the things you see,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "for I say to you, that many prophets and kings wished to see the things which you see, and did not see them, and to hear the things which you hear, and did not hear them.\"",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "And a lawyer stood up and put Him to the test, saying, \"Teacher, what shall I do to inherit eternal life?\""
      ],
      "verse": 25
    },
    {
      "texts": [
        "And He said to him, \"What is written in the Law? How does it read to you?\""
      ],
      "verse": 26
    },
    {
      "texts": [
        "And he answered, \"You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.\""
      ],
      "verse": 27
    },
    {
      "texts": [
        "And He said to him, \"You have answered correctly; do this and you will live.\""
      ],
      "verse": 28
    },
    {
      "texts": [
        "But wishing to justify himself, he said to Jesus, \"And who is my neighbor?\""
      ],
      "verse": 29
    },
    {
      "texts": [
        "Jesus replied and said, \"A man was going down from Jerusalem to Jericho, and fell among robbers, and they stripped him and beat him, and went away leaving him half dead."
      ],
      "verse": 30
    },
    {
      "texts": [
        "And by chance a priest was going down on that road, and when he saw him, he passed by on the other side."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Likewise a Levite also, when he came to the place and saw him, passed by on the other side."
      ],
      "verse": 32
    },
    {
      "texts": [
        "But a Samaritan, who was on a journey, came upon him; and when he saw him, he felt compassion,"
      ],
      "verse": 33
    },
    {
      "texts": [
        "and came to him and bandaged up his wounds, pouring oil and wine on them; and he put him on his own beast, and brought him to an inn and took care of him."
      ],
      "verse": 34
    },
    {
      "texts": [
        "On the next day he took out two denarii and gave them to the innkeeper and said, 'Take care of him; and whatever more you spend, when I return I will repay you.'"
      ],
      "verse": 35
    },
    {
      "texts": [
        "Which of these three do you think proved to be a neighbor to the man who fell into the robbers' hands?\""
      ],
      "verse": 36
    },
    {
      "texts": [
        "And he said, \"The one who showed mercy toward him.\" Then Jesus said to him, \"Go and do the same.\"",
        ""
      ],
      "verse": 37
    },
    {
      "texts": [
        "Now as they were traveling along, He entered a village; and a woman named Martha welcomed Him into her home."
      ],
      "verse": 38
    },
    {
      "texts": [
        "She had a sister called Mary, who was seated at the Lord's feet, listening to His word."
      ],
      "verse": 39
    },
    {
      "texts": [
        "But Martha was distracted with all her preparations; and she came up to Him and said, \"Lord, do You not care that my sister has left me to do all the serving alone? Then tell her to help me.\""
      ],
      "verse": 40
    },
    {
      "texts": [
        "But the Lord answered and said to her, \"Martha, Martha, you are worried and bothered about so many things;"
      ],
      "verse": 41
    },
    {
      "texts": [
        "but only one thing is necessary, for Mary has chosen the good part, which shall not be taken away from her.\""
      ],
      "verse": 42
    }
  ]
}