{
  "book_id": "MAT",
  "book_name": "MATTHEW",
  "chapter": 1,
  "verses": [
    {
      "texts": [
        "The record of the genealogy of Jesus the Messiah, the son of David, the son of Abraham:",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Abraham was the father of Isaac, Isaac the father of Jacob, and Jacob the father of Judah and his brothers."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Judah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, and Hezron the father of Ram."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Salmon was the father of Boaz by Rahab, Boaz was the father of Obed by Ruth, and Obed the father of Jesse."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Jesse was the father of David the king.",
        "David was the father of Solomon by Bathsheba who had been the wife of Uriah."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Josiah became the father of Jeconiah and his brothers, at the time of the deportation to Babylon.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "After the deportation to Babylon: Jeconiah became the father of Shealtiel, and Shealtiel the father of Zerubbabel."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Zerubbabel was the father of Abihud, Abihud the father of Eliakim, and Eliakim the father of Azor."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Jacob was the father of Joseph the husband of Mary, by whom Jesus was born, who is called the Messiah.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "So all the generations from Abraham to David are fourteen generations; from David to the deportation to Babylon, fourteen generations; and from the deportation to Babylon to the Messiah, fourteen generations.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit."
      ],
      "verse": 18
    },
    {
      "texts": [
        "And Joseph her husband, being a righteous man and not wanting to disgrace her, planned to send her away secretly."
      ],
      "verse": 19
    },
    {
      "texts": [
        "But when he had considered this, behold, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not be afraid to take Mary as your wife; for the Child who has been conceived in her is of the Holy Spirit."
      ],
      "verse": 20
    },
    {
      "texts": [
        "She will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.\""
      ],
      "verse": 21
    },
    {
      "texts": [
        "Now all this took place to fulfill what was spoken by the Lord through the prophet:"
      ],
      "verse": 22
    },
    {
      "texts": [
        "\"Behold, the virgin shall be with child and shall bear a Son, and they shall call His name Immanuel,\" which translated means, \"God with us.\""
      ],
      "verse": 23
    },
    {
      "texts": [
        "And Joseph awoke from his sleep and did as the angel of the Lord commanded him, and took Mary as his wife,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "but kept her a virgin until she gave birth to a Son; and he called His name Jesus."
      ],
      "verse": 25
    }
  ]
}