{
  "book_id": "MAT",
  "book_name": "MATTHEW",
  "chapter": 24,
  "verses": [
    {
      "texts": [
        "Jesus came out from the temple and was going away when His disciples came up to point out the temple buildings to Him."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And He said to them, \"Do you not see all these things? Truly I say to you, not one stone here will be left upon another, which will not be torn down.\"",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "As He was sitting on the Mount of Olives, the disciples came to Him privately, saying, \"Tell us, when will these things happen, and what will be the sign of Your coming, and of the end of the age?\"",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "And Jesus answered and said to them, \"See to it that no one misleads you."
      ],
      "verse": 4
    },
    {
      "texts": [
        "For many will come in My name, saying, 'I am the Christ,' and will mislead many."
      ],
      "verse": 5
    },
    {
      "texts": [
        "You will be hearing of wars and rumors of wars. See that you are not frightened, for those things must take place, but that is not yet the end."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For nation will rise against nation, and kingdom against kingdom, and in various places there will be famines and earthquakes."
      ],
      "verse": 7
    },
    {
      "texts": [
        "But all these things are merely the beginning of birth pangs.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Then they will deliver you to tribulation, and will kill you, and you will be hated by all nations because of My name."
      ],
      "verse": 9
    },
    {
      "texts": [
        "At that time many will fall away and will betray one another and hate one another."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Many false prophets will arise and will mislead many."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Because lawlessness is increased, most people's love will grow cold."
      ],
      "verse": 12
    },
    {
      "texts": [
        "But the one who endures to the end, he will be saved."
      ],
      "verse": 13
    },
    {
      "texts": [
        "This gospel of the kingdom shall be preached in the whole world as a testimony to all the nations, and then the end will come.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Therefore when you see the abomination of desolation which was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),"
      ],
      "verse": 15
    },
    {
      "texts": [
        "then those who are in Judea must flee to the mountains."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Whoever is on the housetop must not go down to get the things out that are in his house."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Whoever is in the field must not turn back to get his cloak."
      ],
      "verse": 18
    },
    {
      "texts": [
        "But woe to those who are pregnant and to those who are nursing babies in those days!"
      ],
      "verse": 19
    },
    {
      "texts": [
        "But pray that your flight will not be in the winter, or on a Sabbath."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For then there will be a great tribulation, such as has not occurred since the beginning of the world until now, nor ever will."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Unless those days had been cut short, no life would have been saved; but for the sake of the elect those days will be cut short."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Then if anyone says to you, 'Behold, here is the Christ,' or 'There He is,' do not believe him."
      ],
      "verse": 23
    },
    {
      "texts": [
        "For false Christs and false prophets will arise and will show great signs and wonders, so as to mislead, if possible, even the elect."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Behold, I have told you in advance."
      ],
      "verse": 25
    },
    {
      "texts": [
        "So if they say to you, 'Behold, He is in the wilderness,' do not go out, or, 'Behold, He is in the inner rooms,' do not believe them."
      ],
      "verse": 26
    },
    {
      "texts": [
        "For just as the lightning comes from the east and flashes even to the west, so will the coming of the Son of Man be."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Wherever the corpse is, there the vultures will gather.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"But immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from the sky, and the powers of the heavens will be shaken."
      ],
      "verse": 29
    },
    {
      "texts": [
        "And then the sign of the Son of Man will appear in the sky, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory."
      ],
      "verse": 30
    },
    {
      "texts": [
        "And He will send forth His angels with a great trumpet and they will gather together His elect from the four winds, from one end of the sky to the other.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near;"
      ],
      "verse": 32
    },
    {
      "texts": [
        "so, you too, when you see all these things, recognize that He is near, right at the door."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Truly I say to you, this generation will not pass away until all these things take place."
      ],
      "verse": 34
    },
    {
      "texts": [
        "Heaven and earth will pass away, but My words will not pass away.",
        ""
      ],
      "verse": 35
    },
    {
      "texts": [
        "\"But of that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father alone."
      ],
      "verse": 36
    },
    {
      "texts": [
        "For the coming of the Son of Man will be just like the days of Noah."
      ],
      "verse": 37
    },
    {
      "texts": [
        "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,"
      ],
      "verse": 38
    },
    {
      "texts": [
        "and they did not understand until the flood came and took them all away; so will the coming of the Son of Man be."
      ],
      "verse": 39
    },
    {
      "texts": [
        "Then there will be two men in the field; one will be taken and one will be left."
      ],
      "verse": 40
    },
    {
      "texts": [
        "Two women will be grinding at the mill; one will be taken and one will be left.",
        ""
      ],
      "verse": 41
    },
    {
      "texts": [
        "\"Therefore be on the alert, for you do not know which day your Lord is coming."
      ],
      "verse": 42
    },
    {
      "texts": [
        "But be sure of this, that if the head of the house had known at what time of the night the thief was coming, he would have been on the alert and would not have allowed his house to be broken into."
      ],
      "verse": 43
    },
    {
      "texts": [
        "For this reason you also must be ready; for the Son of Man is coming at an hour when you do not think He will.",
        ""
      ],
      "verse": 44
    },
    {
      "texts": [
        "\"Who then is the faithful and sensible slave whom his master put in charge of his household to give them their food at the proper time?"
      ],
      "verse": 45
    },
    {
      "texts": [
        "Blessed is that slave whom his master finds so doing when he comes."
      ],
      "verse": 46
    },
    {
      "texts": [
        "Truly I say to you that he will put him in charge of all his possessions."
      ],
      "verse": 47
    },
    {
      "texts": [
        "But if that evil slave says in his heart, 'My master is not coming for a long time,'"
      ],
      "verse": 48
    },
    {
      "texts": [
        "and begins to beat his fellow slaves and eat and drink with drunkards;"
      ],
      "verse": 49
    },
    {
      "texts": [
        "the master of that slave will come on a day when he does not expect him and at an hour which he does not know,"
      ],
      "verse": 50
    },
    {
      "texts": [
        "and will cut him in pieces and assign him a place with the hypocrites; in that place there will be weeping and gnashing of teeth."
      ],
      "verse": 51
    }
  ]
}