{
  "book_id": "MAT",
  "book_name": "MATTHEW",
  "chapter": 28,
  "verses": [
    {
      "texts": [
        "Now after the Sabbath, as it began to dawn toward the first day of the week, Mary Magdalene and the other Mary came to look at the grave."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And behold, a severe earthquake had occurred, for an angel of the Lord descended from heaven and came and rolled away the stone and sat upon it."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And his appearance was like lightning, and his clothing as white as snow."
      ],
      "verse": 3
    },
    {
      "texts": [
        "The guards shook for fear of him and became like dead men."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The angel said to the women, \"Do not be afraid; for I know that you are looking for Jesus who has been crucified."
      ],
      "verse": 5
    },
    {
      "texts": [
        "He is not here, for He has risen, just as He said. Come, see the place where He was lying."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Go quickly and tell His disciples that He has risen from the dead; and behold, He is going ahead of you into Galilee, there you will see Him; behold, I have told you.\"",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "And they left the tomb quickly with fear and great joy and ran to report it to His disciples."
      ],
      "verse": 8
    },
    {
      "texts": [
        "And behold, Jesus met them and greeted them. And they came up and took hold of His feet and worshiped Him."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Then Jesus said to them, \"Do not be afraid; go and take word to My brethren to leave for Galilee, and there they will see Me.\"",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Now while they were on their way, some of the guard came into the city and reported to the chief priests all that had happened."
      ],
      "verse": 11
    },
    {
      "texts": [
        "And when they had assembled with the elders and consulted together, they gave a large sum of money to the soldiers,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "and said, \"You are to say, 'His disciples came by night and stole Him away while we were asleep.'"
      ],
      "verse": 13
    },
    {
      "texts": [
        "And if this should come to the governor's ears, we will win him over and keep you out of trouble.\""
      ],
      "verse": 14
    },
    {
      "texts": [
        "And they took the money and did as they had been instructed; and this story was widely spread among the Jews, and is to this day.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "But the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated."
      ],
      "verse": 16
    },
    {
      "texts": [
        "When they saw Him, they worshiped Him; but some were doubtful."
      ],
      "verse": 17
    },
    {
      "texts": [
        "And Jesus came up and spoke to them, saying, \"All authority has been given to Me in heaven and on earth."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "teaching them to observe all that I commanded you; and lo, I am with you always, even to the end of the age.\""
      ],
      "verse": 20
    }
  ]
}