{
  "book_id": "MAT",
  "book_name": "MATTHEW",
  "chapter": 7,
  "verses": [
    {
      "texts": [
        "\"Do not judge so that you will not be judged."
      ],
      "verse": 1
    },
    {
      "texts": [
        "For in the way you judge, you will be judged; and by your standard of measure, it will be measured to you."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Why do you look at the speck that is in your brother's eye, but do not notice the log that is in your own eye?"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Or how can you say to your brother, 'Let me take the speck out of your eye,' and behold, the log is in your own eye?"
      ],
      "verse": 4
    },
    {
      "texts": [
        "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother's eye.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"Do not give what is holy to dogs, and do not throw your pearls before swine, or they will trample them under their feet, and turn and tear you to pieces.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
      ],
      "verse": 7
    },
    {
      "texts": [
        "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened."
      ],
      "verse": 8
    },
    {
      "texts": [
        "Or what man is there among you who, when his son asks for a loaf, will give him a stone?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Or if he asks for a fish, he will not give him a snake, will he?"
      ],
      "verse": 10
    },
    {
      "texts": [
        "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give what is good to those who ask Him!",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"In everything, therefore, treat people the same way you want them to treat you, for this is the Law and the Prophets.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"Enter through the narrow gate; for the gate is wide and the way is broad that leads to destruction, and there are many who enter through it."
      ],
      "verse": 13
    },
    {
      "texts": [
        "For the gate is small and the way is narrow that leads to life, and there are few who find it.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Beware of the false prophets, who come to you in sheep's clothing, but inwardly are ravenous wolves."
      ],
      "verse": 15
    },
    {
      "texts": [
        "You will know them by their fruits. Grapes are not gathered from thorn bushes nor figs from thistles, are they?"
      ],
      "verse": 16
    },
    {
      "texts": [
        "So every good tree bears good fruit, but the bad tree bears bad fruit."
      ],
      "verse": 17
    },
    {
      "texts": [
        "A good tree cannot produce bad fruit, nor can a bad tree produce good fruit."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Every tree that does not bear good fruit is cut down and thrown into the fire."
      ],
      "verse": 19
    },
    {
      "texts": [
        "So then, you will know them by their fruits.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"Not everyone who says to Me, 'Lord, Lord,' will enter the kingdom of heaven, but he who does the will of My Father who is in heaven will enter."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Many will say to Me on that day, 'Lord, Lord, did we not prophesy in Your name, and in Your name cast out demons, and in Your name perform many miracles?'"
      ],
      "verse": 22
    },
    {
      "texts": [
        "And then I will declare to them, 'I never knew you; depart from Me, you who practice lawlessness.'",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"Therefore everyone who hears these words of Mine and acts on them, may be compared to a wise man who built his house on the rock."
      ],
      "verse": 24
    },
    {
      "texts": [
        "And the rain fell, and the floods came, and the winds blew and slammed against that house; and yet it did not fall, for it had been founded on the rock."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Everyone who hears these words of Mine and does not act on them, will be like a foolish man who built his house on the sand."
      ],
      "verse": 26
    },
    {
      "texts": [
        "The rain fell, and the floods came, and the winds blew and slammed against that house; and it fell-and great was its fall.\"",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "When Jesus had finished these words, the crowds were amazed at His teaching;"
      ],
      "verse": 28
    },
    {
      "texts": [
        "for He was teaching them as one having authority, and not as their scribes."
      ],
      "verse": 29
    }
  ]
}