{
  "book_id": "AMO",
  "book_name": "AMOS",
  "chapter": 7,
  "verses": [
    {
      "texts": [
        "Thus the Lord God showed me, and behold, He was forming a locust-swarm when the spring crop began to sprout. And behold, the spring crop was after the king's mowing."
      ],
      "verse": 1
    },
    {
      "texts": [
        "And it came about, when it had finished eating the vegetation of the land, that I said,",
        "\"Lord God, please pardon!",
        "How can Jacob stand,",
        "For he is small?\""
      ],
      "verse": 2
    },
    {
      "texts": [
        "The Lord changed His mind about this.",
        "\"It shall not be,\" said the Lord.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Thus the Lord God showed me, and behold, the Lord God was calling to contend with them by fire, and it consumed the great deep and began to consume the farm land."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Then I said,",
        "\"Lord God, please stop!",
        "How can Jacob stand, for he is small?\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "The Lord changed His mind about this.",
        "\"This too shall not be,\" said the Lord God.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Thus He showed me, and behold, the Lord was standing by a vertical wall with a plumb line in His hand."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The Lord said to me, \"What do you see, Amos?\" And I said, \"A plumb line.\" Then the Lord said,",
        "\"Behold I am about to put a plumb line",
        "In the midst of My people Israel.",
        "I will spare them no longer."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"The high places of Isaac will be desolated",
        "And the sanctuaries of Israel laid waste.",
        "Then I will rise up against the house of Jeroboam with the sword.\"",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Then Amaziah, the priest of Bethel, sent word to Jeroboam king of Israel, saying, \"Amos has conspired against you in the midst of the house of Israel; the land is unable to endure all his words."
      ],
      "verse": 10
    },
    {
      "texts": [
        "For thus Amos says, 'Jeroboam will die by the sword and Israel will certainly go from its land into exile.'\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Then Amaziah said to Amos, \"Go, you seer, flee away to the land of Judah and there eat bread and there do your prophesying!"
      ],
      "verse": 12
    },
    {
      "texts": [
        "But no longer prophesy at Bethel, for it is a sanctuary of the king and a royal residence.\"",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Then Amos replied to Amaziah, \"I am not a prophet, nor am I the son of a prophet; for I am a herdsman and a grower of sycamore figs."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But the Lord took me from following the flock and the Lord said to me, 'Go prophesy to My people Israel.'"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Now hear the word of the Lord: you are saying, 'You shall not prophesy against Israel nor shall you speak against the house of Isaac.'"
      ],
      "verse": 16
    },
    {
      "texts": [
        "Therefore, thus says the Lord, 'Your wife will become a harlot in the city, your sons and your daughters will fall by the sword, your land will be parceled up by a measuring line and you yourself will die upon unclean soil. Moreover, Israel will certainly go from its land into exile.'\""
      ],
      "verse": 17
    }
  ]
}