{
  "book_id": "1CH",
  "book_name": "1 Chronicles",
  "chapter": 1,
  "verses": [
    {
      "texts": [
        "Adam, Seth, Enosh;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Kenan, Mahalalel, Jared;"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Enoch, Methuselah, Lamech;"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Noah, Shem, Ham, and Japheth."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
      ],
      "verse": 5
    },
    {
      "texts": [
        "The sons of Gomer: Ashkenaz, Riphath, and Togarmah."
      ],
      "verse": 6
    },
    {
      "texts": [
        "The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim."
      ],
      "verse": 7
    },
    {
      "texts": [
        "The sons of Ham: Cush, Egypt, Put, and Canaan."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The sons of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raamah: Sheba and Dedan."
      ],
      "verse": 9
    },
    {
      "texts": [
        "Cush fathered Nimrod. He was the first on earth to be a mighty man."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim,"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Pathrusim, Casluhim (from whom the Philistines came), and Caphtorim."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Canaan fathered Sidon his firstborn and Heth,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "and the Jebusites, the Amorites, the Girgashites,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "the Hivites, the Arkites, the Sinites,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "the Arvadites, the Zemarites, and the Hamathites."
      ],
      "verse": 16
    },
    {
      "texts": [
        "The sons of Shem: Elam, Asshur, Arpachshad, Lud, and Aram. And the sons of Aram: Uz, Hul, Gether, and Meshech."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Arpachshad fathered Shelah, and Shelah fathered Eber."
      ],
      "verse": 18
    },
    {
      "texts": [
        "To Eber were born two sons: the name of the one was Peleg (for in his days the earth was divided), and his brother's name was Joktan."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Hadoram, Uzal, Diklah,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "Obal, Abimael, Sheba,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Ophir, Havilah, and Jobab; all these were the sons of Joktan."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Shem, Arpachshad, Shelah;"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Eber, Peleg, Reu;"
      ],
      "verse": 25
    },
    {
      "texts": [
        "Serug, Nahor, Terah;"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Abram, that is, Abraham."
      ],
      "verse": 27
    },
    {
      "texts": [
        "The sons of Abraham: Isaac and Ishmael."
      ],
      "verse": 28
    },
    {
      "texts": [
        "These are their genealogies: the firstborn of Ishmael, Nebaioth, and Kedar, Adbeel, Mibsam,"
      ],
      "verse": 29
    },
    {
      "texts": [
        "Mishma, Dumah, Massa, Hadad, Tema,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "Jetur, Naphish, and Kedemah. These are the sons of Ishmael."
      ],
      "verse": 31
    },
    {
      "texts": [
        "The sons of Keturah, Abraham's concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the descendants of Keturah."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Abraham fathered Isaac. The sons of Isaac: Esau and Israel."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah."
      ],
      "verse": 35
    },
    {
      "texts": [
        "The sons of Eliphaz: Teman, Omar, Zepho, Gatam, Kenaz, and of Timna, Amalek."
      ],
      "verse": 36
    },
    {
      "texts": [
        "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."
      ],
      "verse": 37
    },
    {
      "texts": [
        "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
      ],
      "verse": 38
    },
    {
      "texts": [
        "The sons of Lotan: Hori and Hemam; and Lotan's sister was Timna."
      ],
      "verse": 39
    },
    {
      "texts": [
        "The sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. The sons of Zibeon: Aiah and Anah."
      ],
      "verse": 40
    },
    {
      "texts": [
        "The son of Anah: Dishon. The sons of Dishon: Hemdan, Eshban, Ithran, and Cheran."
      ],
      "verse": 41
    },
    {
      "texts": [
        "The sons of Ezer: Bilhan, Zaavan, and Akan. The sons of Dishan: Uz and Aran."
      ],
      "verse": 42
    },
    {
      "texts": [
        "These are the kings who reigned in the land of Edom before any king reigned over the people of Israel: Bela the son of Beor, the name of his city being Dinhabah."
      ],
      "verse": 43
    },
    {
      "texts": [
        "Bela died, and Jobab the son of Zerah of Bozrah reigned in his place."
      ],
      "verse": 44
    },
    {
      "texts": [
        "Jobab died, and Husham of the land of the Temanites reigned in his place."
      ],
      "verse": 45
    },
    {
      "texts": [
        "Husham died, and Hadad the son of Bedad, who defeated Midian in the country of Moab, reigned in his place, the name of his city being Avith."
      ],
      "verse": 46
    },
    {
      "texts": [
        "Hadad died, and Samlah of Masrekah reigned in his place."
      ],
      "verse": 47
    },
    {
      "texts": [
        "Samlah died, and Shaul of Rehoboth on the Euphrates reigned in his place."
      ],
      "verse": 48
    },
    {
      "texts": [
        "Shaul died, and Baal-hanan, the son of Achbor, reigned in his place."
      ],
      "verse": 49
    },
    {
      "texts": [
        "Baal-hanan died, and Hadad reigned in his place, the name of his city being Pai; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab."
      ],
      "verse": 50
    },
    {
      "texts": [
        "And Hadad died.",
        "The chiefs of Edom were: chiefs Timna, Alvah, Jetheth,"
      ],
      "verse": 51
    },
    {
      "texts": [
        "Oholibamah, Elah, Pinon,"
      ],
      "verse": 52
    },
    {
      "texts": [
        "Kenaz, Teman, Mibzar,"
      ],
      "verse": 53
    },
    {
      "texts": [
        "Magdiel, and Iram; these are the chiefs of Edom."
      ],
      "verse": 54
    }
  ]
}