{
  "book_id": "1CH",
  "book_name": "1 Chronicles",
  "chapter": 8,
  "verses": [
    {
      "texts": [
        "Benjamin fathered Bela his firstborn, Ashbel the second, Aharah the third,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Nohah the fourth, and Rapha the fifth."
      ],
      "verse": 2
    },
    {
      "texts": [
        "And Bela had sons: Addar, Gera, Abihud,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Abishua, Naaman, Ahoah,"
      ],
      "verse": 4
    },
    {
      "texts": [
        "Gera, Shephuphan, and Huram."
      ],
      "verse": 5
    },
    {
      "texts": [
        "These are the sons of Ehud (they were heads of fathers' houses of the inhabitants of Geba, and they were carried into exile to Manahath):"
      ],
      "verse": 6
    },
    {
      "texts": [
        "Naaman, Ahijah, and Gera, that is, Heglam, who fathered Uzza and Ahihud."
      ],
      "verse": 7
    },
    {
      "texts": [
        "And Shaharaim fathered sons in the country of Moab after he had sent away Hushim and Baara his wives."
      ],
      "verse": 8
    },
    {
      "texts": [
        "He fathered sons by Hodesh his wife: Jobab, Zibia, Mesha, Malcam,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Jeuz, Sachia, and Mirmah. These were his sons, heads of fathers' houses."
      ],
      "verse": 10
    },
    {
      "texts": [
        "He also fathered sons by Hushim: Abitub and Elpaal."
      ],
      "verse": 11
    },
    {
      "texts": [
        "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod with its towns,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "and Beriah and Shema (they were heads of fathers' houses of the inhabitants of Aijalon, who caused the inhabitants of Gath to flee);"
      ],
      "verse": 13
    },
    {
      "texts": [
        "and Ahio, Shashak, and Jeremoth."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Zebadiah, Arad, Eder,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "Michael, Ishpah, and Joha were sons of Beriah."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Zebadiah, Meshullam, Hizki, Heber,"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Jakim, Zichri, Zabdi,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "Elienai, Zillethai, Eliel,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Ishpan, Eber, Eliel,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "Abdon, Zichri, Hanan,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "Hananiah, Elam, Anthothijah,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "Iphdeiah, and Penuel were the sons of Shashak."
      ],
      "verse": 25
    },
    {
      "texts": [
        "Shamsherai, Shehariah, Athaliah,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Jaareshiah, Elijah, and Zichri were the sons of Jeroham."
      ],
      "verse": 27
    },
    {
      "texts": [
        "These were the heads of fathers' houses, according to their generations, chief men. These lived in Jerusalem."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Jeiel the father of Gibeon lived in Gibeon, and the name of his wife was Maacah."
      ],
      "verse": 29
    },
    {
      "texts": [
        "His firstborn son: Abdon, then Zur, Kish, Baal, Nadab,"
      ],
      "verse": 30
    },
    {
      "texts": [
        "Gedor, Ahio, Zecher,"
      ],
      "verse": 31
    },
    {
      "texts": [
        "and Mikloth (he fathered Shimeah). Now these also lived opposite their kinsmen in Jerusalem, with their kinsmen."
      ],
      "verse": 32
    },
    {
      "texts": [
        "Ner was the father of Kish, Kish of Saul, Saul of Jonathan, Malchi-shua, Abinadab and Eshbaal;"
      ],
      "verse": 33
    },
    {
      "texts": [
        "and the son of Jonathan was Merib-baal; and Merib-baal was the father of Micah."
      ],
      "verse": 34
    },
    {
      "texts": [
        "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."
      ],
      "verse": 35
    },
    {
      "texts": [
        "Ahaz fathered Jehoaddah, and Jehoaddah fathered Alemeth, Azmaveth, and Zimri. Zimri fathered Moza."
      ],
      "verse": 36
    },
    {
      "texts": [
        "Moza fathered Binea; Raphah was his son, Eleasah his son, Azel his son."
      ],
      "verse": 37
    },
    {
      "texts": [
        "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
      ],
      "verse": 38
    },
    {
      "texts": [
        "The sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third."
      ],
      "verse": 39
    },
    {
      "texts": [
        "The sons of Ulam were men who were mighty warriors, bowmen, having many sons and grandsons, 150. All these were Benjaminites."
      ],
      "verse": 40
    }
  ]
}