{
  "book_id": "JHN",
  "book_name": "John",
  "chapter": 15,
  "verses": [
    {
      "texts": [
        "\"I am the true vine, and my Father is the vinedresser."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Already you are clean because of the word that I have spoken to you."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me."
      ],
      "verse": 4
    },
    {
      "texts": [
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
      ],
      "verse": 5
    },
    {
      "texts": [
        "If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned."
      ],
      "verse": 6
    },
    {
      "texts": [
        "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you."
      ],
      "verse": 7
    },
    {
      "texts": [
        "By this my Father is glorified, that you bear much fruit and so prove to be my disciples."
      ],
      "verse": 8
    },
    {
      "texts": [
        "As the Father has loved me, so have I loved you. Abide in my love."
      ],
      "verse": 9
    },
    {
      "texts": [
        "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love."
      ],
      "verse": 10
    },
    {
      "texts": [
        "These things I have spoken to you, that my joy may be in you, and that your joy may be full."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"This is my commandment, that you love one another as I have loved you."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Greater love has no one than this, that someone lay down his life for his friends."
      ],
      "verse": 13
    },
    {
      "texts": [
        "You are my friends if you do what I command you."
      ],
      "verse": 14
    },
    {
      "texts": [
        "No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you."
      ],
      "verse": 15
    },
    {
      "texts": [
        "You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you."
      ],
      "verse": 16
    },
    {
      "texts": [
        "These things I command you, so that you will love one another."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"If the world hates you, know that it has hated me before it hated you."
      ],
      "verse": 18
    },
    {
      "texts": [
        "If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Remember the word that I said to you: 'A servant is not greater than his master.' If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours."
      ],
      "verse": 20
    },
    {
      "texts": [
        "But all these things they will do to you on account of my name, because they do not know him who sent me."
      ],
      "verse": 21
    },
    {
      "texts": [
        "If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Whoever hates me hates my Father also."
      ],
      "verse": 23
    },
    {
      "texts": [
        "If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father."
      ],
      "verse": 24
    },
    {
      "texts": [
        "But the word that is written in their Law must be fulfilled: 'They hated me without a cause.'"
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me."
      ],
      "verse": 26
    },
    {
      "texts": [
        "And you also will bear witness, because you have been with me from the beginning."
      ],
      "verse": 27
    }
  ]
}