{
  "book_id": "HEB",
  "book_name": "HEBREWS",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "For the Law, since it has only a shadow of the good things to come and not the very form of things, can never, by the same sacrifices which they offer continually year by year, make perfect those who draw near."
      ],
      "verse": 1
    },
    {
      "texts": [
        "Otherwise, would they not have ceased to be offered, because the worshipers, having once been cleansed, would no longer have had consciousness of sins?"
      ],
      "verse": 2
    },
    {
      "texts": [
        "But in those sacrifices there is a reminder of sins year by year."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For it is impossible for the blood of bulls and goats to take away sins."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Therefore, when He comes into the world, He says,",
        "\"Sacrifice and offering You have not desired,",
        "But a body You have prepared for Me;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "In whole burnt offerings and sacrifices for sin You have taken no pleasure."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"Then I said, 'Behold, I have come",
        "(In the scroll of the book it is written of Me)",
        "To do Your will, O God.'\"",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "After saying above, \"Sacrifices and offerings and whole burnt offerings and sacrifices for sin You have not desired, nor have You taken pleasure in them\" (which are offered according to the Law),"
      ],
      "verse": 8
    },
    {
      "texts": [
        "then He said, \"Behold, I have come to do Your will.\" He takes away the first in order to establish the second."
      ],
      "verse": 9
    },
    {
      "texts": [
        "By this will we have been sanctified through the offering of the body of Jesus Christ once for all.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Every priest stands daily ministering and offering time after time the same sacrifices, which can never take away sins;"
      ],
      "verse": 11
    },
    {
      "texts": [
        "but He, having offered one sacrifice for sins for all time, sat down at the right hand of God,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "waiting from that time onward until His enemies be made a footstool for His feet."
      ],
      "verse": 13
    },
    {
      "texts": [
        "For by one offering He has perfected for all time those who are sanctified."
      ],
      "verse": 14
    },
    {
      "texts": [
        "And the Holy Spirit also testifies to us; for after saying,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"This is the covenant that I will make with them",
        "After those days, says the Lord:",
        "I will put My laws upon their heart,",
        "And on their mind I will write them,\"",
        "He then says,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"And their sins and their lawless deeds",
        "I will remember no more.\"",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "Now where there is forgiveness of these things, there is no longer any offering for sin.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Therefore, brethren, since we have confidence to enter the holy place by the blood of Jesus,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "by a new and living way which He inaugurated for us through the veil, that is, His flesh,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "and since we have a great priest over the house of God,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "let us draw near with a sincere heart in full assurance of faith, having our hearts sprinkled clean from an evil conscience and our bodies washed with pure water."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Let us hold fast the confession of our hope without wavering, for He who promised is faithful;"
      ],
      "verse": 23
    },
    {
      "texts": [
        "and let us consider how to stimulate one another to love and good deeds,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "not forsaking our own assembling together, as is the habit of some, but encouraging one another; and all the more as you see the day drawing near.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "For if we go on sinning willfully after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "but a terrifying expectation of judgment and the fury of a fire which will consume the adversaries."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Anyone who has set aside the Law of Moses dies without mercy on the testimony of two or three witnesses."
      ],
      "verse": 28
    },
    {
      "texts": [
        "How much severer punishment do you think he will deserve who has trampled under foot the Son of God, and has regarded as unclean the blood of the covenant by which he was sanctified, and has insulted the Spirit of grace?"
      ],
      "verse": 29
    },
    {
      "texts": [
        "For we know Him who said, \"Vengeance is Mine, I will repay.\" And again, \"The Lord will judge His people.\""
      ],
      "verse": 30
    },
    {
      "texts": [
        "It is a terrifying thing to fall into the hands of the living God.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "But remember the former days, when, after being enlightened, you endured a great conflict of sufferings,"
      ],
      "verse": 32
    },
    {
      "texts": [
        "partly by being made a public spectacle through reproaches and tribulations, and partly by becoming sharers with those who were so treated."
      ],
      "verse": 33
    },
    {
      "texts": [
        "For you showed sympathy to the prisoners and accepted joyfully the seizure of your property, knowing that you have for yourselves a better possession and a lasting one."
      ],
      "verse": 34
    },
    {
      "texts": [
        "Therefore, do not throw away your confidence, which has a great reward."
      ],
      "verse": 35
    },
    {
      "texts": [
        "For you have need of endurance, so that when you have done the will of God, you may receive what was promised."
      ],
      "verse": 36
    },
    {
      "texts": [
        "For yet in a very little while,",
        "He who is coming will come, and will not delay."
      ],
      "verse": 37
    },
    {
      "texts": [
        "But My righteous one shall live by faith;",
        "And if he shrinks back, My soul has no pleasure in him.",
        ""
      ],
      "verse": 38
    },
    {
      "texts": [
        "But we are not of those who shrink back to destruction, but of those who have faith to the preserving of the soul."
      ],
      "verse": 39
    }
  ]
}