{
  "book_id": "HEB",
  "book_name": "HEBREWS",
  "chapter": 3,
  "verses": [
    {
      "texts": [
        "Therefore, holy brethren, partakers of a heavenly calling, consider Jesus, the Apostle and High Priest of our confession;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "He was faithful to Him who appointed Him, as Moses also was in all His house."
      ],
      "verse": 2
    },
    {
      "texts": [
        "For He has been counted worthy of more glory than Moses, by just so much as the builder of the house has more honor than the house."
      ],
      "verse": 3
    },
    {
      "texts": [
        "For every house is built by someone, but the builder of all things is God."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Now Moses was faithful in all His house as a servant, for a testimony of those things which were to be spoken later;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "but Christ was faithful as a Son over His house-whose house we are, if we hold fast our confidence and the boast of our hope firm until the end.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Therefore, just as the Holy Spirit says, \"Today if you hear His voice,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "Do not harden your hearts as when they provoked Me,",
        "As in the day of trial in the wilderness,"
      ],
      "verse": 8
    },
    {
      "texts": [
        "Where your fathers tried Me by testing Me,",
        "And saw My works for forty years."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"Therefore I was angry with this generation,",
        "And said, 'They always go astray in their heart,",
        "And they did not know My ways';"
      ],
      "verse": 10
    },
    {
      "texts": [
        "As I swore in My wrath,",
        "'They shall not enter My rest.'\"",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Take care, brethren, that there not be in any one of you an evil, unbelieving heart that falls away from the living God."
      ],
      "verse": 12
    },
    {
      "texts": [
        "But encourage one another day after day, as long as it is still called \"Today,\" so that none of you will be hardened by the deceitfulness of sin."
      ],
      "verse": 13
    },
    {
      "texts": [
        "For we have become partakers of Christ, if we hold fast the beginning of our assurance firm until the end,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "while it is said,",
        "\"Today if you hear His voice,",
        "Do not harden your hearts, as when they provoked Me.\"",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "For who provoked Him when they had heard? Indeed, did not all those who came out of Egypt led by Moses?"
      ],
      "verse": 16
    },
    {
      "texts": [
        "And with whom was He angry for forty years? Was it not with those who sinned, whose bodies fell in the wilderness?"
      ],
      "verse": 17
    },
    {
      "texts": [
        "And to whom did He swear that they would not enter His rest, but to those who were disobedient?"
      ],
      "verse": 18
    },
    {
      "texts": [
        "So we see that they were not able to enter because of unbelief."
      ],
      "verse": 19
    }
  ]
}