{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 41,
  "verses": [
    {
      "texts": [
        "Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down?",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Canst thou put an hook into his nose? or bore his jaw through with a thorn?",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "Will he make many supplications unto thee? will he speak soft words unto thee?",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "Will he make a covenant with thee? wilt thou take him for a servant for ever?",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Shall the companions make a banquet of him? shall they part him among the merchants?",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Canst thou fill his skin with barbed irons? or his head with fish spears?",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Lay thine hand upon him, remember the battle, do no more.",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "None is so fierce that dare stir him up: who then is able to stand before me?",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "I will not conceal his parts, nor his power, nor his comely proportion.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "Who can discover the face of his garment? or who can come to him with his double bridle?",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "Who can open the doors of his face? his teeth are terrible round about.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "His scales are his pride, shut up together as with a close seal.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "One is so near to another, that no air can come between them.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "They are joined one to another, they stick together, that they cannot be sundered.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "By his neesings a light doth shine, and his eyes are like the eyelids of the morning.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Out of his mouth go burning lamps, and sparks of fire leap out.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Out of his nostrils goeth smoke, as out of a seething pot or caldron.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "His breath kindleth coals, and a flame goeth out of his mouth.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "In his neck remaineth strength, and sorrow is turned into joy before him.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "His heart is as firm as a stone; yea, as hard as a piece of the nether millstone.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "When he raiseth up himself, the mighty are afraid: by reason of breakings they purify themselves.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "The sword of him that layeth at him cannot hold: the spear, the dart, nor the habergeon.",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "He esteemeth iron as straw, and brass as rotten wood.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "The arrow cannot make him flee: slingstones are turned with him into stubble.",
        ""
      ],
      "verse": 28
    },
    {
      "texts": [
        "Darts are counted as stubble: he laugheth at the shaking of a spear.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "Sharp stones are under him: he spreadeth sharp pointed things upon the mire.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment.",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "He maketh a path to shine after him; one would think the deep to be hoary.",
        ""
      ],
      "verse": 32
    },
    {
      "texts": [
        "Upon earth there is not his like, who is made without fear.",
        ""
      ],
      "verse": 33
    },
    {
      "texts": [
        "He beholdeth all high things: he is a king over all the children of pride."
      ],
      "verse": 34
    }
  ]
}