{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "Call now, if there be any that will answer thee; and to which of the saints wilt thou turn?",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "For wrath killeth the foolish man, and envy slayeth the silly one.",
        ""
      ],
      "verse": 2
    },
    {
      "texts": [
        "I have seen the foolish taking root: but suddenly I cursed his habitation.",
        ""
      ],
      "verse": 3
    },
    {
      "texts": [
        "His children are far from safety, and they are crushed in the gate, neither is there any to deliver them.",
        ""
      ],
      "verse": 4
    },
    {
      "texts": [
        "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
        ""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Although affliction cometh not forth of the dust, neither doth trouble spring out of the ground;",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Yet man is born unto trouble, as the sparks fly upward.",
        ""
      ],
      "verse": 7
    },
    {
      "texts": [
        "I would seek unto God, and unto God would I commit my cause:",
        ""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Which doeth great things and unsearchable; marvellous things without number:",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Who giveth rain upon the earth, and sendeth waters upon the fields:",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "To set up on high those that be low; that those which mourn may be exalted to safety.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "He disappointeth the devices of the crafty, so that their hands cannot perform their enterprise.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "He taketh the wise in their own craftiness: and the counsel of the froward is carried headlong.",
        ""
      ],
      "verse": 13
    },
    {
      "texts": [
        "They meet with darkness in the daytime, and grope in the noonday as in the night.",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "But he saveth the poor from the sword, from their mouth, and from the hand of the mighty.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "So the poor hath hope, and iniquity stoppeth her mouth.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "Behold, happy is the man whom God correcteth: therefore despise not thou the chastening of the Almighty:",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "For he maketh sore, and bindeth up: he woundeth, and his hands make whole.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
        ""
      ],
      "verse": 19
    },
    {
      "texts": [
        "In famine he shall redeem thee from death: and in war from the power of the sword.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Thou shalt be hid from the scourge of the tongue: neither shalt thou be afraid of destruction when it cometh.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "At destruction and famine thou shalt laugh: neither shalt thou be afraid of the beasts of the earth.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "For thou shalt be in league with the stones of the field: and the beasts of the field shall be at peace with thee.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "And thou shalt know that thy tabernacle shall be in peace; and thou shalt visit thy habitation, and shalt not sin.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "Thou shalt know also that thy seed shall be great, and thine offspring as the grass of the earth.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "Thou shalt come to thy grave in a full age, like as a shock of corn cometh in in his season.",
        ""
      ],
      "verse": 26
    },
    {
      "texts": [
        "Lo this, we have searched it, so it is; hear it, and know thou it for thy good."
      ],
      "verse": 27
    }
  ]
}