{
  "book_id": "JHN",
  "book_name": "JOHN",
  "chapter": 10,
  "verses": [
    {
      "texts": [
        "\"Truly, truly, I say to you, he who does not enter by the door into the fold of the sheep, but climbs up some other way, he is a thief and a robber."
      ],
      "verse": 1
    },
    {
      "texts": [
        "But he who enters by the door is a shepherd of the sheep."
      ],
      "verse": 2
    },
    {
      "texts": [
        "To him the doorkeeper opens, and the sheep hear his voice, and he calls his own sheep by name and leads them out."
      ],
      "verse": 3
    },
    {
      "texts": [
        "When he puts forth all his own, he goes ahead of them, and the sheep follow him because they know his voice."
      ],
      "verse": 4
    },
    {
      "texts": [
        "A stranger they simply will not follow, but will flee from him, because they do not know the voice of strangers.\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "This figure of speech Jesus spoke to them, but they did not understand what those things were which He had been saying to them.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "So Jesus said to them again, \"Truly, truly, I say to you, I am the door of the sheep."
      ],
      "verse": 7
    },
    {
      "texts": [
        "All who came before Me are thieves and robbers, but the sheep did not hear them."
      ],
      "verse": 8
    },
    {
      "texts": [
        "I am the door; if anyone enters through Me, he will be saved, and will go in and out and find pasture."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The thief comes only to steal and kill and destroy; I came that they may have life, and have it abundantly.",
        ""
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"I am the good shepherd; the good shepherd lays down His life for the sheep."
      ],
      "verse": 11
    },
    {
      "texts": [
        "He who is a hired hand, and not a shepherd, who is not the owner of the sheep, sees the wolf coming, and leaves the sheep and flees, and the wolf snatches them and scatters them."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He flees because he is a hired hand and is not concerned about the sheep."
      ],
      "verse": 13
    },
    {
      "texts": [
        "I am the good shepherd, and I know My own and My own know Me,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "even as the Father knows Me and I know the Father; and I lay down My life for the sheep."
      ],
      "verse": 15
    },
    {
      "texts": [
        "I have other sheep, which are not of this fold; I must bring them also, and they will hear My voice; and they will become one flock with one shepherd."
      ],
      "verse": 16
    },
    {
      "texts": [
        "For this reason the Father loves Me, because I lay down My life so that I may take it again."
      ],
      "verse": 17
    },
    {
      "texts": [
        "No one has taken it away from Me, but I lay it down on My own initiative. I have authority to lay it down, and I have authority to take it up again. This commandment I received from My Father.\"",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "A division occurred again among the Jews because of these words."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Many of them were saying, \"He has a demon and is insane. Why do you listen to Him?\""
      ],
      "verse": 20
    },
    {
      "texts": [
        "Others were saying, \"These are not the sayings of one demon-possessed. A demon cannot open the eyes of the blind, can he?\"",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "At that time the Feast of the Dedication took place at Jerusalem;"
      ],
      "verse": 22
    },
    {
      "texts": [
        "it was winter, and Jesus was walking in the temple in the portico of Solomon."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The Jews then gathered around Him, and were saying to Him, \"How long will You keep us in suspense? If You are the Christ, tell us plainly.\""
      ],
      "verse": 24
    },
    {
      "texts": [
        "Jesus answered them, \"I told you, and you do not believe; the works that I do in My Father's name, these testify of Me."
      ],
      "verse": 25
    },
    {
      "texts": [
        "But you do not believe because you are not of My sheep."
      ],
      "verse": 26
    },
    {
      "texts": [
        "My sheep hear My voice, and I know them, and they follow Me;"
      ],
      "verse": 27
    },
    {
      "texts": [
        "and I give eternal life to them, and they will never perish; and no one will snatch them out of My hand."
      ],
      "verse": 28
    },
    {
      "texts": [
        "My Father, who has given them to Me, is greater than all; and no one is able to snatch them out of the Father's hand."
      ],
      "verse": 29
    },
    {
      "texts": [
        "I and the Father are one.\"",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "The Jews picked up stones again to stone Him."
      ],
      "verse": 31
    },
    {
      "texts": [
        "Jesus answered them, \"I showed you many good works from the Father; for which of them are you stoning Me?\""
      ],
      "verse": 32
    },
    {
      "texts": [
        "The Jews answered Him, \"For a good work we do not stone You, but for blasphemy; and because You, being a man, make Yourself out to be God.\""
      ],
      "verse": 33
    },
    {
      "texts": [
        "Jesus answered them, \"Has it not been written in your Law, 'I said, you are gods'?"
      ],
      "verse": 34
    },
    {
      "texts": [
        "If he called them gods, to whom the word of God came (and the Scripture cannot be broken),"
      ],
      "verse": 35
    },
    {
      "texts": [
        "do you say of Him, whom the Father sanctified and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?"
      ],
      "verse": 36
    },
    {
      "texts": [
        "If I do not do the works of My Father, do not believe Me;"
      ],
      "verse": 37
    },
    {
      "texts": [
        "but if I do them, though you do not believe Me, believe the works, so that you may know and understand that the Father is in Me, and I in the Father.\""
      ],
      "verse": 38
    },
    {
      "texts": [
        "Therefore they were seeking again to seize Him, and He eluded their grasp.",
        ""
      ],
      "verse": 39
    },
    {
      "texts": [
        "And He went away again beyond the Jordan to the place where John was first baptizing, and He was staying there."
      ],
      "verse": 40
    },
    {
      "texts": [
        "Many came to Him and were saying, \"While John performed no sign, yet everything John said about this man was true.\""
      ],
      "verse": 41
    },
    {
      "texts": [
        "Many believed in Him there."
      ],
      "verse": 42
    }
  ]
}