{
  "book_id": "JHN",
  "book_name": "JOHN",
  "chapter": 2,
  "verses": [
    {
      "texts": [
        "On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there;"
      ],
      "verse": 1
    },
    {
      "texts": [
        "and both Jesus and His disciples were invited to the wedding."
      ],
      "verse": 2
    },
    {
      "texts": [
        "When the wine ran out, the mother of Jesus said to Him, \"They have no wine.\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "And Jesus said to her, \"Woman, what does that have to do with us? My hour has not yet come.\""
      ],
      "verse": 4
    },
    {
      "texts": [
        "His mother said to the servants, \"Whatever He says to you, do it.\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "Now there were six stone waterpots set there for the Jewish custom of purification, containing twenty or thirty gallons each."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Jesus said to them, \"Fill the waterpots with water.\" So they filled them up to the brim."
      ],
      "verse": 7
    },
    {
      "texts": [
        "And He said to them, \"Draw some out now and take it to the headwaiter.\" So they took it to him."
      ],
      "verse": 8
    },
    {
      "texts": [
        "When the headwaiter tasted the water which had become wine, and did not know where it came from (but the servants who had drawn the water knew), the headwaiter called the bridegroom,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "and said to him, \"Every man serves the good wine first, and when the people have drunk freely, then he serves the poorer wine; but you have kept the good wine until now.\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "This beginning of His signs Jesus did in Cana of Galilee, and manifested His glory, and His disciples believed in Him.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "After this He went down to Capernaum, He and His mother and His brothers and His disciples; and they stayed there a few days.",
        ""
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Passover of the Jews was near, and Jesus went up to Jerusalem."
      ],
      "verse": 13
    },
    {
      "texts": [
        "And He found in the temple those who were selling oxen and sheep and doves, and the money changers seated at their tables."
      ],
      "verse": 14
    },
    {
      "texts": [
        "And He made a scourge of cords, and drove them all out of the temple, with the sheep and the oxen; and He poured out the coins of the money changers and overturned their tables;"
      ],
      "verse": 15
    },
    {
      "texts": [
        "and to those who were selling the doves He said, \"Take these things away; stop making My Father's house a place of business.\""
      ],
      "verse": 16
    },
    {
      "texts": [
        "His disciples remembered that it was written, \"Zeal for Your house will consume me.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "The Jews then said to Him, \"What sign do You show us as your authority for doing these things?\""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "The Jews then said, \"It took forty-six years to build this temple, and will You raise it up in three days?\""
      ],
      "verse": 20
    },
    {
      "texts": [
        "But He was speaking of the temple of His body."
      ],
      "verse": 21
    },
    {
      "texts": [
        "So when He was raised from the dead, His disciples remembered that He said this; and they believed the Scripture and the word which Jesus had spoken.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "Now when He was in Jerusalem at the Passover, during the feast, many believed in His name, observing His signs which He was doing."
      ],
      "verse": 23
    },
    {
      "texts": [
        "But Jesus, on His part, was not entrusting Himself to them, for He knew all men,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "and because He did not need anyone to testify concerning man, for He Himself knew what was in man."
      ],
      "verse": 25
    }
  ]
}