{
  "book_id": "JHN",
  "book_name": "JOHN",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "After these things there was a feast of the Jews, and Jesus went up to Jerusalem.",
        ""
      ],
      "verse": 1
    },
    {
      "texts": [
        "Now there is in Jerusalem by the sheep gate a pool, which is called in Hebrew Bethesda, having five porticoes."
      ],
      "verse": 2
    },
    {
      "texts": [
        "In these lay a multitude of those who were sick, blind, lame, and withered, [waiting for the moving of the waters;"
      ],
      "verse": 3
    },
    {
      "texts": [
        "for an angel of the Lord went down at certain seasons into the pool and stirred up the water; whoever then first, after the stirring up of the water, stepped in was made well from whatever disease with which he was afflicted.]"
      ],
      "verse": 4
    },
    {
      "texts": [
        "A man was there who had been ill for thirty-eight years."
      ],
      "verse": 5
    },
    {
      "texts": [
        "When Jesus saw him lying there, and knew that he had already been a long time in that condition, He said to him, \"Do you wish to get well?\""
      ],
      "verse": 6
    },
    {
      "texts": [
        "The sick man answered Him, \"Sir, I have no man to put me into the pool when the water is stirred up, but while I am coming, another steps down before me.\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "Jesus said to him, \"Get up, pick up your pallet and walk.\""
      ],
      "verse": 8
    },
    {
      "texts": [
        "Immediately the man became well, and picked up his pallet and began to walk.",
        "Now it was the Sabbath on that day."
      ],
      "verse": 9
    },
    {
      "texts": [
        "So the Jews were saying to the man who was cured, \"It is the Sabbath, and it is not permissible for you to carry your pallet.\""
      ],
      "verse": 10
    },
    {
      "texts": [
        "But he answered them, \"He who made me well was the one who said to me, 'Pick up your pallet and walk.'\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "They asked him, \"Who is the man who said to you, 'Pick up your pallet and walk'?\""
      ],
      "verse": 12
    },
    {
      "texts": [
        "But the man who was healed did not know who it was, for Jesus had slipped away while there was a crowd in that place."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Afterward Jesus found him in the temple and said to him, \"Behold, you have become well; do not sin anymore, so that nothing worse happens to you.\""
      ],
      "verse": 14
    },
    {
      "texts": [
        "The man went away, and told the Jews that it was Jesus who had made him well."
      ],
      "verse": 15
    },
    {
      "texts": [
        "For this reason the Jews were persecuting Jesus, because He was doing these things on the Sabbath."
      ],
      "verse": 16
    },
    {
      "texts": [
        "But He answered them, \"My Father is working until now, and I Myself am working.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "For this reason therefore the Jews were seeking all the more to kill Him, because He not only was breaking the Sabbath, but also was calling God His own Father, making Himself equal with God.",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Therefore Jesus answered and was saying to them, \"Truly, truly, I say to you, the Son can do nothing of Himself, unless it is something He sees the Father doing; for whatever the Father does, these things the Son also does in like manner."
      ],
      "verse": 19
    },
    {
      "texts": [
        "For the Father loves the Son, and shows Him all things that He Himself is doing; and the Father will show Him greater works than these, so that you will marvel."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For just as the Father raises the dead and gives them life, even so the Son also gives life to whom He wishes."
      ],
      "verse": 21
    },
    {
      "texts": [
        "For not even the Father judges anyone, but He has given all judgment to the Son,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "so that all will honor the Son even as they honor the Father. He who does not honor the Son does not honor the Father who sent Him.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"Truly, truly, I say to you, he who hears My word, and believes Him who sent Me, has eternal life, and does not come into judgment, but has passed out of death into life."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Truly, truly, I say to you, an hour is coming and now is, when the dead will hear the voice of the Son of God, and those who hear will live."
      ],
      "verse": 25
    },
    {
      "texts": [
        "For just as the Father has life in Himself, even so He gave to the Son also to have life in Himself;"
      ],
      "verse": 26
    },
    {
      "texts": [
        "and He gave Him authority to execute judgment, because He is the Son of Man."
      ],
      "verse": 27
    },
    {
      "texts": [
        "Do not marvel at this; for an hour is coming, in which all who are in the tombs will hear His voice,"
      ],
      "verse": 28
    },
    {
      "texts": [
        "and will come forth; those who did the good deeds to a resurrection of life, those who committed the evil deeds to a resurrection of judgment.",
        ""
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"I can do nothing on My own initiative. As I hear, I judge; and My judgment is just, because I do not seek My own will, but the will of Him who sent Me.",
        ""
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"If I alone testify about Myself, My testimony is not true."
      ],
      "verse": 31
    },
    {
      "texts": [
        "There is another who testifies of Me, and I know that the testimony which He gives about Me is true."
      ],
      "verse": 32
    },
    {
      "texts": [
        "You have sent to John, and he has testified to the truth."
      ],
      "verse": 33
    },
    {
      "texts": [
        "But the testimony which I receive is not from man, but I say these things so that you may be saved."
      ],
      "verse": 34
    },
    {
      "texts": [
        "He was the lamp that was burning and was shining and you were willing to rejoice for a while in his light."
      ],
      "verse": 35
    },
    {
      "texts": [
        "But the testimony which I have is greater than the testimony of John; for the works which the Father has given Me to accomplish-the very works that I do-testify about Me, that the Father has sent Me."
      ],
      "verse": 36
    },
    {
      "texts": [
        "And the Father who sent Me, He has testified of Me. You have neither heard His voice at any time nor seen His form."
      ],
      "verse": 37
    },
    {
      "texts": [
        "You do not have His word abiding in you, for you do not believe Him whom He sent."
      ],
      "verse": 38
    },
    {
      "texts": [
        "You search the Scriptures because you think that in them you have eternal life; it is these that testify about Me;"
      ],
      "verse": 39
    },
    {
      "texts": [
        "and you are unwilling to come to Me so that you may have life."
      ],
      "verse": 40
    },
    {
      "texts": [
        "I do not receive glory from men;"
      ],
      "verse": 41
    },
    {
      "texts": [
        "but I know you, that you do not have the love of God in yourselves."
      ],
      "verse": 42
    },
    {
      "texts": [
        "I have come in My Father's name, and you do not receive Me; if another comes in his own name, you will receive him."
      ],
      "verse": 43
    },
    {
      "texts": [
        "How can you believe, when you receive glory from one another and you do not seek the glory that is from the one and only God?"
      ],
      "verse": 44
    },
    {
      "texts": [
        "Do not think that I will accuse you before the Father; the one who accuses you is Moses, in whom you have set your hope."
      ],
      "verse": 45
    },
    {
      "texts": [
        "For if you believed Moses, you would believe Me, for he wrote about Me."
      ],
      "verse": 46
    },
    {
      "texts": [
        "But if you do not believe his writings, how will you believe My words?\""
      ],
      "verse": 47
    }
  ]
}