{
  "book_id": "JHN",
  "book_name": "JOHN",
  "chapter": 6,
  "verses": [
    {
      "texts": [
        "After these things Jesus went away to the other side of the Sea of Galilee (or Tiberias)."
      ],
      "verse": 1
    },
    {
      "texts": [
        "A large crowd followed Him, because they saw the signs which He was performing on those who were sick."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Then Jesus went up on the mountain, and there He sat down with His disciples."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Now the Passover, the feast of the Jews, was near."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Therefore Jesus, lifting up His eyes and seeing that a large crowd was coming to Him, said to Philip, \"Where are we to buy bread, so that these may eat?\""
      ],
      "verse": 5
    },
    {
      "texts": [
        "This He was saying to test him, for He Himself knew what He was intending to do."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Philip answered Him, \"Two hundred denarii worth of bread is not sufficient for them, for everyone to receive a little.\""
      ],
      "verse": 7
    },
    {
      "texts": [
        "One of His disciples, Andrew, Simon Peter's brother, said to Him,"
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"There is a lad here who has five barley loaves and two fish, but what are these for so many people?\""
      ],
      "verse": 9
    },
    {
      "texts": [
        "Jesus said, \"Have the people sit down.\" Now there was much grass in the place. So the men sat down, in number about five thousand."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Jesus then took the loaves, and having given thanks, He distributed to those who were seated; likewise also of the fish as much as they wanted."
      ],
      "verse": 11
    },
    {
      "texts": [
        "When they were filled, He said to His disciples, \"Gather up the leftover fragments so that nothing will be lost.\""
      ],
      "verse": 12
    },
    {
      "texts": [
        "So they gathered them up, and filled twelve baskets with fragments from the five barley loaves which were left over by those who had eaten."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Therefore when the people saw the sign which He had performed, they said, \"This is truly the Prophet who is to come into the world.\"",
        ""
      ],
      "verse": 14
    },
    {
      "texts": [
        "So Jesus, perceiving that they were intending to come and take Him by force to make Him king, withdrew again to the mountain by Himself alone.",
        ""
      ],
      "verse": 15
    },
    {
      "texts": [
        "Now when evening came, His disciples went down to the sea,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "and after getting into a boat, they started to cross the sea to Capernaum. It had already become dark, and Jesus had not yet come to them."
      ],
      "verse": 17
    },
    {
      "texts": [
        "The sea began to be stirred up because a strong wind was blowing."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Then, when they had rowed about three or four miles, they saw Jesus walking on the sea and drawing near to the boat; and they were frightened."
      ],
      "verse": 19
    },
    {
      "texts": [
        "But He said to them, \"It is I; do not be afraid.\""
      ],
      "verse": 20
    },
    {
      "texts": [
        "So they were willing to receive Him into the boat, and immediately the boat was at the land to which they were going.",
        ""
      ],
      "verse": 21
    },
    {
      "texts": [
        "The next day the crowd that stood on the other side of the sea saw that there was no other small boat there, except one, and that Jesus had not entered with His disciples into the boat, but that His disciples had gone away alone."
      ],
      "verse": 22
    },
    {
      "texts": [
        "There came other small boats from Tiberias near to the place where they ate the bread after the Lord had given thanks."
      ],
      "verse": 23
    },
    {
      "texts": [
        "So when the crowd saw that Jesus was not there, nor His disciples, they themselves got into the small boats, and came to Capernaum seeking Jesus."
      ],
      "verse": 24
    },
    {
      "texts": [
        "When they found Him on the other side of the sea, they said to Him, \"Rabbi, when did You get here?\"",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "Jesus answered them and said, \"Truly, truly, I say to you, you seek Me, not because you saw signs, but because you ate of the loaves and were filled."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Do not work for the food which perishes, but for the food which endures to eternal life, which the Son of Man will give to you, for on Him the Father, God, has set His seal.\""
      ],
      "verse": 27
    },
    {
      "texts": [
        "Therefore they said to Him, \"What shall we do, so that we may work the works of God?\""
      ],
      "verse": 28
    },
    {
      "texts": [
        "Jesus answered and said to them, \"This is the work of God, that you believe in Him whom He has sent.\""
      ],
      "verse": 29
    },
    {
      "texts": [
        "So they said to Him, \"What then do You do for a sign, so that we may see, and believe You? What work do You perform?"
      ],
      "verse": 30
    },
    {
      "texts": [
        "Our fathers ate the manna in the wilderness; as it is written, 'He gave them bread out of heaven to eat.'\""
      ],
      "verse": 31
    },
    {
      "texts": [
        "Jesus then said to them, \"Truly, truly, I say to you, it is not Moses who has given you the bread out of heaven, but it is My Father who gives you the true bread out of heaven."
      ],
      "verse": 32
    },
    {
      "texts": [
        "For the bread of God is that which comes down out of heaven, and gives life to the world.\""
      ],
      "verse": 33
    },
    {
      "texts": [
        "Then they said to Him, \"Lord, always give us this bread.\"",
        ""
      ],
      "verse": 34
    },
    {
      "texts": [
        "Jesus said to them, \"I am the bread of life; he who comes to Me will not hunger, and he who believes in Me will never thirst."
      ],
      "verse": 35
    },
    {
      "texts": [
        "But I said to you that you have seen Me, and yet do not believe."
      ],
      "verse": 36
    },
    {
      "texts": [
        "All that the Father gives Me will come to Me, and the one who comes to Me I will certainly not cast out."
      ],
      "verse": 37
    },
    {
      "texts": [
        "For I have come down from heaven, not to do My own will, but the will of Him who sent Me."
      ],
      "verse": 38
    },
    {
      "texts": [
        "This is the will of Him who sent Me, that of all that He has given Me I lose nothing, but raise it up on the last day."
      ],
      "verse": 39
    },
    {
      "texts": [
        "For this is the will of My Father, that everyone who beholds the Son and believes in Him will have eternal life, and I Myself will raise him up on the last day.\"",
        ""
      ],
      "verse": 40
    },
    {
      "texts": [
        "Therefore the Jews were grumbling about Him, because He said, \"I am the bread that came down out of heaven.\""
      ],
      "verse": 41
    },
    {
      "texts": [
        "They were saying, \"Is not this Jesus, the son of Joseph, whose father and mother we know? How does He now say, 'I have come down out of heaven'?\""
      ],
      "verse": 42
    },
    {
      "texts": [
        "Jesus answered and said to them, \"Do not grumble among yourselves."
      ],
      "verse": 43
    },
    {
      "texts": [
        "No one can come to Me unless the Father who sent Me draws him; and I will raise him up on the last day."
      ],
      "verse": 44
    },
    {
      "texts": [
        "It is written in the prophets, 'And they shall all be taught of God.' Everyone who has heard and learned from the Father, comes to Me."
      ],
      "verse": 45
    },
    {
      "texts": [
        "Not that anyone has seen the Father, except the One who is from God; He has seen the Father."
      ],
      "verse": 46
    },
    {
      "texts": [
        "Truly, truly, I say to you, he who believes has eternal life."
      ],
      "verse": 47
    },
    {
      "texts": [
        "I am the bread of life."
      ],
      "verse": 48
    },
    {
      "texts": [
        "Your fathers ate the manna in the wilderness, and they died."
      ],
      "verse": 49
    },
    {
      "texts": [
        "This is the bread which comes down out of heaven, so that one may eat of it and not die."
      ],
      "verse": 50
    },
    {
      "texts": [
        "I am the living bread that came down out of heaven; if anyone eats of this bread, he will live forever; and the bread also which I will give for the life of the world is My flesh.\"",
        ""
      ],
      "verse": 51
    },
    {
      "texts": [
        "Then the Jews began to argue with one another, saying, \"How can this man give us His flesh to eat?\""
      ],
      "verse": 52
    },
    {
      "texts": [
        "So Jesus said to them, \"Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in yourselves."
      ],
      "verse": 53
    },
    {
      "texts": [
        "He who eats My flesh and drinks My blood has eternal life, and I will raise him up on the last day."
      ],
      "verse": 54
    },
    {
      "texts": [
        "For My flesh is true food, and My blood is true drink."
      ],
      "verse": 55
    },
    {
      "texts": [
        "He who eats My flesh and drinks My blood abides in Me, and I in him."
      ],
      "verse": 56
    },
    {
      "texts": [
        "As the living Father sent Me, and I live because of the Father, so he who eats Me, he also will live because of Me."
      ],
      "verse": 57
    },
    {
      "texts": [
        "This is the bread which came down out of heaven; not as the fathers ate and died; he who eats this bread will live forever.\""
      ],
      "verse": 58
    },
    {
      "texts": [
        "These things He said in the synagogue as He taught in Capernaum.",
        ""
      ],
      "verse": 59
    },
    {
      "texts": [
        "Therefore many of His disciples, when they heard this said, \"This is a difficult statement; who can listen to it?\""
      ],
      "verse": 60
    },
    {
      "texts": [
        "But Jesus, conscious that His disciples grumbled at this, said to them, \"Does this cause you to stumble?"
      ],
      "verse": 61
    },
    {
      "texts": [
        "What then if you see the Son of Man ascending to where He was before?"
      ],
      "verse": 62
    },
    {
      "texts": [
        "It is the Spirit who gives life; the flesh profits nothing; the words that I have spoken to you are spirit and are life."
      ],
      "verse": 63
    },
    {
      "texts": [
        "But there are some of you who do not believe.\" For Jesus knew from the beginning who they were who did not believe, and who it was that would betray Him."
      ],
      "verse": 64
    },
    {
      "texts": [
        "And He was saying, \"For this reason I have said to you, that no one can come to Me unless it has been granted him from the Father.\"",
        ""
      ],
      "verse": 65
    },
    {
      "texts": [
        "As a result of this many of His disciples withdrew and were not walking with Him anymore."
      ],
      "verse": 66
    },
    {
      "texts": [
        "So Jesus said to the twelve, \"You do not want to go away also, do you?\""
      ],
      "verse": 67
    },
    {
      "texts": [
        "Simon Peter answered Him, \"Lord, to whom shall we go? You have words of eternal life."
      ],
      "verse": 68
    },
    {
      "texts": [
        "We have believed and have come to know that You are the Holy One of God.\""
      ],
      "verse": 69
    },
    {
      "texts": [
        "Jesus answered them, \"Did I Myself not choose you, the twelve, and yet one of you is a devil?\""
      ],
      "verse": 70
    },
    {
      "texts": [
        "Now He meant Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray Him."
      ],
      "verse": 71
    }
  ]
}