{
  "book_id": "JER",
  "book_name": "JEREMIAH",
  "chapter": 17,
  "verses": [
    {
      "texts": [
        "The sin of Judah is written down with an iron stylus;",
        "With a diamond point it is engraved upon the tablet of their heart",
        "And on the horns of their altars,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "As they remember their children,",
        "So they remember their altars and their Asherim",
        "By green trees on the high hills."
      ],
      "verse": 2
    },
    {
      "texts": [
        "O mountain of Mine in the countryside,",
        "I will give over your wealth and all your treasures for booty,",
        "Your high places for sin throughout your borders."
      ],
      "verse": 3
    },
    {
      "texts": [
        "And you will, even of yourself, let go of your inheritance",
        "That I gave you;",
        "And I will make you serve your enemies",
        "In the land which you do not know;",
        "For you have kindled a fire in My anger",
        "Which will burn forever."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Thus says the Lord,",
        "\"Cursed is the man who trusts in mankind",
        "And makes flesh his strength,",
        "And whose heart turns away from the Lord."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"For he will be like a bush in the desert",
        "And will not see when prosperity comes,",
        "But will live in stony wastes in the wilderness,",
        "A land of salt without inhabitant."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"Blessed is the man who trusts in the Lord",
        "And whose trust is the Lord."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"For he will be like a tree planted by the water,",
        "That extends its roots by a stream",
        "And will not fear when the heat comes;",
        "But its leaves will be green,",
        "And it will not be anxious in a year of drought",
        "Nor cease to yield fruit."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"The heart is more deceitful than all else",
        "And is desperately sick;",
        "Who can understand it?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"I, the Lord, search the heart,",
        "I test the mind,",
        "Even to give to each man according to his ways,",
        "According to the results of his deeds."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"As a partridge that hatches eggs which it has not laid,",
        "So is he who makes a fortune, but unjustly;",
        "In the midst of his days it will forsake him,",
        "And in the end he will be a fool.\""
      ],
      "verse": 11
    },
    {
      "texts": [
        "A glorious throne on high from the beginning",
        "Is the place of our sanctuary."
      ],
      "verse": 12
    },
    {
      "texts": [
        "O Lord, the hope of Israel,",
        "All who forsake You will be put to shame.",
        "Those who turn away on earth will be written down,",
        "Because they have forsaken the fountain of living water, even the Lord."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Heal me, O Lord, and I will be healed;",
        "Save me and I will be saved,",
        "For You are my praise."
      ],
      "verse": 14
    },
    {
      "texts": [
        "Look, they keep saying to me,",
        "\"Where is the word of the Lord?",
        "Let it come now!\""
      ],
      "verse": 15
    },
    {
      "texts": [
        "But as for me, I have not hurried away from being a shepherd after You,",
        "Nor have I longed for the woeful day;",
        "You Yourself know that the utterance of my lips",
        "Was in Your presence."
      ],
      "verse": 16
    },
    {
      "texts": [
        "Do not be a terror to me;",
        "You are my refuge in the day of disaster."
      ],
      "verse": 17
    },
    {
      "texts": [
        "Let those who persecute me be put to shame, but as for me, let me not be put to shame;",
        "Let them be dismayed, but let me not be dismayed.",
        "Bring on them a day of disaster,",
        "And crush them with twofold destruction!",
        ""
      ],
      "verse": 18
    },
    {
      "texts": [
        "Thus the Lord said to me, \"Go and stand in the public gate, through which the kings of Judah come in and go out, as well as in all the gates of Jerusalem;"
      ],
      "verse": 19
    },
    {
      "texts": [
        "and say to them, 'Listen to the word of the Lord, kings of Judah, and all Judah and all inhabitants of Jerusalem who come in through these gates:"
      ],
      "verse": 20
    },
    {
      "texts": [
        "Thus says the Lord, \"Take heed for yourselves, and do not carry any load on the sabbath day or bring anything in through the gates of Jerusalem."
      ],
      "verse": 21
    },
    {
      "texts": [
        "You shall not bring a load out of your houses on the sabbath day nor do any work, but keep the sabbath day holy, as I commanded your forefathers."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Yet they did not listen or incline their ears, but stiffened their necks in order not to listen or take correction.",
        ""
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"But it will come about, if you listen attentively to Me,\" declares the Lord, \"to bring no load in through the gates of this city on the sabbath day, but to keep the sabbath day holy by doing no work on it,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "then there will come in through the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem, and this city will be inhabited forever."
      ],
      "verse": 25
    },
    {
      "texts": [
        "They will come in from the cities of Judah and from the environs of Jerusalem, from the land of Benjamin, from the lowland, from the hill country and from the Negev, bringing burnt offerings, sacrifices, grain offerings and incense, and bringing sacrifices of thanksgiving to the house of the Lord."
      ],
      "verse": 26
    },
    {
      "texts": [
        "But if you do not listen to Me to keep the sabbath day holy by not carrying a load and coming in through the gates of Jerusalem on the sabbath day, then I will kindle a fire in its gates and it will devour the palaces of Jerusalem and not be quenched.\"'\""
      ],
      "verse": 27
    }
  ]
}