{
  "book_id": "JER",
  "book_name": "JEREMIAH",
  "chapter": 48,
  "verses": [
    {
      "texts": [
        "Concerning Moab. Thus says the Lord of hosts, the God of Israel,",
        "\"Woe to Nebo, for it has been destroyed;",
        "Kiriathaim has been put to shame, it has been captured;",
        "The lofty stronghold has been put to shame and shattered."
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"There is praise for Moab no longer;",
        "In Heshbon they have devised calamity against her:",
        "'Come and let us cut her off from being a nation!'",
        "You too, Madmen, will be silenced;",
        "The sword will follow after you."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"The sound of an outcry from Horonaim,",
        "'Devastation and great destruction!'"
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Moab is broken,",
        "Her little ones have sounded out a cry of distress."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"For by the ascent of Luhith",
        "They will ascend with continual weeping;",
        "For at the descent of Horonaim",
        "They have heard the anguished cry of destruction."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"Flee, save your lives,",
        "That you may be like a juniper in the wilderness."
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"For because of your trust in your own achievements and treasures,",
        "Even you yourself will be captured;",
        "And Chemosh will go off into exile",
        "Together with his priests and his princes."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"A destroyer will come to every city,",
        "So that no city will escape;",
        "The valley also will be ruined",
        "And the plateau will be destroyed,",
        "As the Lord has said."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Give wings to Moab,",
        "For she will flee away;",
        "And her cities will become a desolation,",
        "Without inhabitants in them."
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"Cursed be the one who does the Lord's work negligently,",
        "And cursed be the one who restrains his sword from blood."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"Moab has been at ease since his youth;",
        "He has also been undisturbed, like wine on its dregs,",
        "And he has not been emptied from vessel to vessel,",
        "Nor has he gone into exile.",
        "Therefore he retains his flavor,",
        "And his aroma has not changed.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Therefore behold, the days are coming,\" declares the Lord, \"when I will send to him those who tip vessels, and they will tip him over, and they will empty his vessels and shatter his jars."
      ],
      "verse": 12
    },
    {
      "texts": [
        "And Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence."
      ],
      "verse": 13
    },
    {
      "texts": [
        "\"How can you say, 'We are mighty warriors,",
        "And men valiant for battle'?"
      ],
      "verse": 14
    },
    {
      "texts": [
        "\"Moab has been destroyed and men have gone up to his cities;",
        "His choicest young men have also gone down to the slaughter,\"",
        "Declares the King, whose name is the Lord of hosts."
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"The disaster of Moab will soon come,",
        "And his calamity has swiftly hastened."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Mourn for him, all you who live around him,",
        "Even all of you who know his name;",
        "Say, 'How has the mighty scepter been broken,",
        "A staff of splendor!'"
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"Come down from your glory",
        "And sit on the parched ground,",
        "O daughter dwelling in Dibon,",
        "For the destroyer of Moab has come up against you,",
        "He has ruined your strongholds."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"Stand by the road and keep watch,",
        "O inhabitant of Aroer;",
        "Ask him who flees and her who escapes",
        "And say, 'What has happened?'"
      ],
      "verse": 19
    },
    {
      "texts": [
        "\"Moab has been put to shame, for it has been shattered.",
        "Wail and cry out;",
        "Declare by the Arnon",
        "That Moab has been destroyed.",
        ""
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"Judgment has also come upon the plain, upon Holon, Jahzah and against Mephaath,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "against Dibon, Nebo and Beth-diblathaim,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "against Kiriathaim, Beth-gamul and Beth-meon,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "against Kerioth, Bozrah and all the cities of the land of Moab, far and near."
      ],
      "verse": 24
    },
    {
      "texts": [
        "The horn of Moab has been cut off and his arm broken,\" declares the Lord."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"Make him drunk, for he has become arrogant toward the Lord; so Moab will wallow in his vomit, and he also will become a laughingstock."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Now was not Israel a laughingstock to you? Or was he caught among thieves? For each time you speak about him you shake your head in scorn."
      ],
      "verse": 27
    },
    {
      "texts": [
        "\"Leave the cities and dwell among the crags,",
        "O inhabitants of Moab,",
        "And be like a dove that nests",
        "Beyond the mouth of the chasm."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"We have heard of the pride of Moab-he is very proud-",
        "Of his haughtiness, his pride, his arrogance and his self-exaltation."
      ],
      "verse": 29
    },
    {
      "texts": [
        "\"I know his fury,\" declares the Lord,",
        "\"But it is futile;",
        "His idle boasts have accomplished nothing."
      ],
      "verse": 30
    },
    {
      "texts": [
        "\"Therefore I will wail for Moab,",
        "Even for all Moab will I cry out;",
        "I will moan for the men of Kir-heres."
      ],
      "verse": 31
    },
    {
      "texts": [
        "\"More than the weeping for Jazer",
        "I will weep for you, O vine of Sibmah!",
        "Your tendrils stretched across the sea,",
        "They reached to the sea of Jazer;",
        "Upon your summer fruits and your grape harvest",
        "The destroyer has fallen."
      ],
      "verse": 32
    },
    {
      "texts": [
        "\"So gladness and joy are taken away",
        "From the fruitful field, even from the land of Moab.",
        "And I have made the wine to cease from the wine presses;",
        "No one will tread them with shouting,",
        "The shouting will not be shouts of joy.",
        ""
      ],
      "verse": 33
    },
    {
      "texts": [
        "From the outcry at Heshbon even to Elealeh, even to Jahaz they have raised their voice, from Zoar even to Horonaim and to Eglath-shelishiyah; for even the waters of Nimrim will become desolate."
      ],
      "verse": 34
    },
    {
      "texts": [
        "I will make an end of Moab,\" declares the Lord, \"the one who offers sacrifice on the high place and the one who burns incense to his gods.",
        ""
      ],
      "verse": 35
    },
    {
      "texts": [
        "\"Therefore My heart wails for Moab like flutes; My heart also wails like flutes for the men of Kir-heres. Therefore they have lost the abundance it produced."
      ],
      "verse": 36
    },
    {
      "texts": [
        "For every head is bald and every beard cut short; there are gashes on all the hands and sackcloth on the loins."
      ],
      "verse": 37
    },
    {
      "texts": [
        "On all the housetops of Moab and in its streets there is lamentation everywhere; for I have broken Moab like an undesirable vessel,\" declares the Lord."
      ],
      "verse": 38
    },
    {
      "texts": [
        "\"How shattered it is! How they have wailed! How Moab has turned his back-he is ashamed! So Moab will become a laughingstock and an object of terror to all around him.\"",
        ""
      ],
      "verse": 39
    },
    {
      "texts": [
        "For thus says the Lord: \"Behold, one will fly swiftly like an eagle And spread out his wings against Moab."
      ],
      "verse": 40
    },
    {
      "texts": [
        "\"Kerioth has been captured",
        "And the strongholds have been seized,",
        "So the hearts of the mighty men of Moab in that day",
        "Will be like the heart of a woman in labor."
      ],
      "verse": 41
    },
    {
      "texts": [
        "\"Moab will be destroyed from being a people",
        "Because he has become arrogant toward the Lord."
      ],
      "verse": 42
    },
    {
      "texts": [
        "\"Terror, pit and snare are coming upon you,",
        "O inhabitant of Moab,\" declares the Lord."
      ],
      "verse": 43
    },
    {
      "texts": [
        "\"The one who flees from the terror",
        "Will fall into the pit,",
        "And the one who climbs up out of the pit",
        "Will be caught in the snare;",
        "For I shall bring upon her, even upon Moab,",
        "The year of their punishment,\" declares the Lord."
      ],
      "verse": 44
    },
    {
      "texts": [
        "\"In the shadow of Heshbon",
        "The fugitives stand without strength;",
        "For a fire has gone forth from Heshbon",
        "And a flame from the midst of Sihon,",
        "And it has devoured the forehead of Moab",
        "And the scalps of the riotous revelers."
      ],
      "verse": 45
    },
    {
      "texts": [
        "\"Woe to you, Moab!",
        "The people of Chemosh have perished;",
        "For your sons have been taken away captive",
        "And your daughters into captivity."
      ],
      "verse": 46
    },
    {
      "texts": [
        "\"Yet I will restore the fortunes of Moab",
        "In the latter days,\" declares the Lord.",
        "Thus far the judgment on Moab."
      ],
      "verse": 47
    }
  ]
}