{
  "book_id": "JER",
  "book_name": "JEREMIAH",
  "chapter": 9,
  "verses": [
    {
      "texts": [
        "Oh that my head were waters",
        "And my eyes a fountain of tears,",
        "That I might weep day and night",
        "For the slain of the daughter of my people!"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Oh that I had in the desert",
        "A wayfarers' lodging place;",
        "That I might leave my people",
        "And go from them!",
        "For all of them are adulterers,",
        "An assembly of treacherous men."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"They bend their tongue like their bow;",
        "Lies and not truth prevail in the land;",
        "For they proceed from evil to evil,",
        "And they do not know Me,\" declares the Lord."
      ],
      "verse": 3
    },
    {
      "texts": [
        "\"Let everyone be on guard against his neighbor,",
        "And do not trust any brother;",
        "Because every brother deals craftily,",
        "And every neighbor goes about as a slanderer."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Everyone deceives his neighbor",
        "And does not speak the truth,",
        "They have taught their tongue to speak lies;",
        "They weary themselves committing iniquity."
      ],
      "verse": 5
    },
    {
      "texts": [
        "\"Your dwelling is in the midst of deceit;",
        "Through deceit they refuse to know Me,\" declares the Lord.",
        ""
      ],
      "verse": 6
    },
    {
      "texts": [
        "Therefore thus says the Lord of hosts, \"Behold, I will refine them and assay them; For what else can I do, because of the daughter of My people?"
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"Their tongue is a deadly arrow;",
        "It speaks deceit;",
        "With his mouth one speaks peace to his neighbor,",
        "But inwardly he sets an ambush for him."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Shall I not punish them for these things?\" declares the Lord.",
        "\"On a nation such as this",
        "Shall I not avenge Myself?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"For the mountains I will take up a weeping and wailing,",
        "And for the pastures of the wilderness a dirge,",
        "Because they are laid waste so that no one passes through,",
        "And the lowing of the cattle is not heard;",
        "Both the birds of the sky and the beasts have fled; they are gone."
      ],
      "verse": 10
    },
    {
      "texts": [
        "\"I will make Jerusalem a heap of ruins,",
        "A haunt of jackals;",
        "And I will make the cities of Judah a desolation, without inhabitant.\"",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "Who is the wise man that may understand this? And who is he to whom the mouth of the Lord has spoken, that he may declare it? Why is the land ruined, laid waste like a desert, so that no one passes through?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "The Lord said, \"Because they have forsaken My law which I set before them, and have not obeyed My voice nor walked according to it,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "but have walked after the stubbornness of their heart and after the Baals, as their fathers taught them,\""
      ],
      "verse": 14
    },
    {
      "texts": [
        "therefore thus says the Lord of hosts, the God of Israel, \"behold, I will feed them, this people, with wormwood and give them poisoned water to drink."
      ],
      "verse": 15
    },
    {
      "texts": [
        "I will scatter them among the nations, whom neither they nor their fathers have known; and I will send the sword after them until I have annihilated them.\"",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "Thus says the Lord of hosts, \"Consider and call for the mourning women, that they may come; And send for the wailing women, that they may come!"
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"Let them make haste and take up a wailing for us,",
        "That our eyes may shed tears",
        "And our eyelids flow with water."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"For a voice of wailing is heard from Zion,",
        "'How are we ruined!",
        "We are put to great shame,",
        "For we have left the land,",
        "Because they have cast down our dwellings.'\""
      ],
      "verse": 19
    },
    {
      "texts": [
        "Now hear the word of the Lord, O you women,",
        "And let your ear receive the word of His mouth;",
        "Teach your daughters wailing,",
        "And everyone her neighbor a dirge."
      ],
      "verse": 20
    },
    {
      "texts": [
        "For death has come up through our windows;",
        "It has entered our palaces",
        "To cut off the children from the streets,",
        "The young men from the town squares."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Speak, \"Thus says the Lord,",
        "'The corpses of men will fall like dung on the open field,",
        "And like the sheaf after the reaper,",
        "But no one will gather them.'\"",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "Thus says the Lord, \"Let not a wise man boast of his wisdom, and let not the mighty man boast of his might, let not a rich man boast of his riches;"
      ],
      "verse": 23
    },
    {
      "texts": [
        "but let him who boasts boast of this, that he understands and knows Me, that I am the Lord who exercises lovingkindness, justice and righteousness on earth; for I delight in these things,\" declares the Lord.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"Behold, the days are coming,\" declares the Lord, \"that I will punish all who are circumcised and yet uncircumcised-"
      ],
      "verse": 25
    },
    {
      "texts": [
        "Egypt and Judah, and Edom and the sons of Ammon, and Moab and all those inhabiting the desert who clip the hair on their temples; for all the nations are uncircumcised, and all the house of Israel are uncircumcised of heart.\""
      ],
      "verse": 26
    }
  ]
}