{
  "book_id": "NUM",
  "book_name": "NUMBERS",
  "chapter": 2,
  "verses": [
    {
      "texts": [
        "Now the Lord spoke to Moses and to Aaron, saying,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"The sons of Israel shall camp, each by his own standard, with the banners of their fathers' households; they shall camp around the tent of meeting at a distance."
      ],
      "verse": 2
    },
    {
      "texts": [
        "Now those who camp on the east side toward the sunrise shall be of the standard of the camp of Judah, by their armies, and the leader of the sons of Judah: Nahshon the son of Amminadab,"
      ],
      "verse": 3
    },
    {
      "texts": [
        "and his army, even their numbered men, 74,600."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Those who camp next to him shall be the tribe of Issachar, and the leader of the sons of Issachar: Nethanel the son of Zuar,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "and his army, even their numbered men, 54,400."
      ],
      "verse": 6
    },
    {
      "texts": [
        "Then comes the tribe of Zebulun, and the leader of the sons of Zebulun: Eliab the son of Helon,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "and his army, even his numbered men, 57,400."
      ],
      "verse": 8
    },
    {
      "texts": [
        "The total of the numbered men of the camp of Judah: 186,400, by their armies. They shall set out first.",
        ""
      ],
      "verse": 9
    },
    {
      "texts": [
        "\"On the south side shall be the standard of the camp of Reuben by their armies, and the leader of the sons of Reuben: Elizur the son of Shedeur,"
      ],
      "verse": 10
    },
    {
      "texts": [
        "and his army, even their numbered men, 46,500."
      ],
      "verse": 11
    },
    {
      "texts": [
        "Those who camp next to him shall be the tribe of Simeon, and the leader of the sons of Simeon: Shelumiel the son of Zurishaddai,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "and his army, even their numbered men, 59,300."
      ],
      "verse": 13
    },
    {
      "texts": [
        "Then comes the tribe of Gad, and the leader of the sons of Gad: Eliasaph the son of Deuel,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "and his army, even their numbered men, 45,650."
      ],
      "verse": 15
    },
    {
      "texts": [
        "The total of the numbered men of the camp of Reuben: 151,450 by their armies. And they shall set out second.",
        ""
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Then the tent of meeting shall set out with the camp of the Levites in the midst of the camps; just as they camp, so they shall set out, every man in his place by their standards.",
        ""
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"On the west side shall be the standard of the camp of Ephraim by their armies, and the leader of the sons of Ephraim shall be Elishama the son of Ammihud,"
      ],
      "verse": 18
    },
    {
      "texts": [
        "and his army, even their numbered men, 40,500."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Next to him shall be the tribe of Manasseh, and the leader of the sons of Manasseh: Gamaliel the son of Pedahzur,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "and his army, even their numbered men, 32,200."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Then comes the tribe of Benjamin, and the leader of the sons of Benjamin: Abidan the son of Gideoni,"
      ],
      "verse": 22
    },
    {
      "texts": [
        "and his army, even their numbered men, 35,400."
      ],
      "verse": 23
    },
    {
      "texts": [
        "The total of the numbered men of the camp of Ephraim: 108,100, by their armies. And they shall set out third.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "\"On the north side shall be the standard of the camp of Dan by their armies, and the leader of the sons of Dan: Ahiezer the son of Ammishaddai,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "and his army, even their numbered men, 62,700."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Those who camp next to him shall be the tribe of Asher, and the leader of the sons of Asher: Pagiel the son of Ochran,"
      ],
      "verse": 27
    },
    {
      "texts": [
        "and his army, even their numbered men, 41,500."
      ],
      "verse": 28
    },
    {
      "texts": [
        "Then comes the tribe of Naphtali, and the leader of the sons of Naphtali: Ahira the son of Enan,"
      ],
      "verse": 29
    },
    {
      "texts": [
        "and his army, even their numbered men, 53,400."
      ],
      "verse": 30
    },
    {
      "texts": [
        "The total of the numbered men of the camp of Dan was 157,600. They shall set out last by their standards.\"",
        ""
      ],
      "verse": 31
    },
    {
      "texts": [
        "These are the numbered men of the sons of Israel by their fathers' households; the total of the numbered men of the camps by their armies, 603,550."
      ],
      "verse": 32
    },
    {
      "texts": [
        "The Levites, however, were not numbered among the sons of Israel, just as the Lord had commanded Moses."
      ],
      "verse": 33
    },
    {
      "texts": [
        "Thus the sons of Israel did; according to all that the Lord commanded Moses, so they camped by their standards, and so they set out, every one by his family according to his father's household."
      ],
      "verse": 34
    }
  ]
}