{
  "book_id": "1TH",
  "book_name": "1 THESSALONIANS",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "Now as to the times and the epochs, brethren, you have no need of anything to be written to you."
      ],
      "verse": 1
    },
    {
      "texts": [
        "For you yourselves know full well that the day of the Lord will come just like a thief in the night."
      ],
      "verse": 2
    },
    {
      "texts": [
        "While they are saying, \"Peace and safety!\" then destruction will come upon them suddenly like labor pains upon a woman with child, and they will not escape."
      ],
      "verse": 3
    },
    {
      "texts": [
        "But you, brethren, are not in darkness, that the day would overtake you like a thief;"
      ],
      "verse": 4
    },
    {
      "texts": [
        "for you are all sons of light and sons of day. We are not of night nor of darkness;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "so then let us not sleep as others do, but let us be alert and sober."
      ],
      "verse": 6
    },
    {
      "texts": [
        "For those who sleep do their sleeping at night, and those who get drunk get drunk at night."
      ],
      "verse": 7
    },
    {
      "texts": [
        "But since we are of the day, let us be sober, having put on the breastplate of faith and love, and as a helmet, the hope of salvation."
      ],
      "verse": 8
    },
    {
      "texts": [
        "For God has not destined us for wrath, but for obtaining salvation through our Lord Jesus Christ,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "who died for us, so that whether we are awake or asleep, we will live together with Him."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Therefore encourage one another and build up one another, just as you also are doing.",
        ""
      ],
      "verse": 11
    },
    {
      "texts": [
        "But we request of you, brethren, that you appreciate those who diligently labor among you, and have charge over you in the Lord and give you instruction,"
      ],
      "verse": 12
    },
    {
      "texts": [
        "and that you esteem them very highly in love because of their work. Live in peace with one another."
      ],
      "verse": 13
    },
    {
      "texts": [
        "We urge you, brethren, admonish the unruly, encourage the fainthearted, help the weak, be patient with everyone."
      ],
      "verse": 14
    },
    {
      "texts": [
        "See that no one repays another with evil for evil, but always seek after that which is good for one another and for all people."
      ],
      "verse": 15
    },
    {
      "texts": [
        "Rejoice always;"
      ],
      "verse": 16
    },
    {
      "texts": [
        "pray without ceasing;"
      ],
      "verse": 17
    },
    {
      "texts": [
        "in everything give thanks; for this is God's will for you in Christ Jesus."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Do not quench the Spirit;"
      ],
      "verse": 19
    },
    {
      "texts": [
        "do not despise prophetic utterances."
      ],
      "verse": 20
    },
    {
      "texts": [
        "But examine everything carefully; hold fast to that which is good;"
      ],
      "verse": 21
    },
    {
      "texts": [
        "abstain from every form of evil.",
        ""
      ],
      "verse": 22
    },
    {
      "texts": [
        "Now may the God of peace Himself sanctify you entirely; and may your spirit and soul and body be preserved complete, without blame at the coming of our Lord Jesus Christ."
      ],
      "verse": 23
    },
    {
      "texts": [
        "Faithful is He who calls you, and He also will bring it to pass.",
        ""
      ],
      "verse": 24
    },
    {
      "texts": [
        "Brethren, pray for us.",
        ""
      ],
      "verse": 25
    },
    {
      "texts": [
        "Greet all the brethren with a holy kiss."
      ],
      "verse": 26
    },
    {
      "texts": [
        "I adjure you by the Lord to have this letter read to all the brethren.",
        ""
      ],
      "verse": 27
    },
    {
      "texts": [
        "The grace of our Lord Jesus Christ be with you."
      ],
      "verse": 28
    }
  ]
}