{
  "book_id": "MARK",
  "book_name": "Mark",
  "chapter": 9,
  "content": [
    {
      "text": "And he said to them,",
      "verse": 1
    },
    {
      "text": "The Transfiguration",
      "type": "heading"
    },
    {
      "text": "And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them,",
      "verse": 2,
      "type": "newline"
    },
    {
      "text": "and his clothes became radiant, intensely white, as no one on earth could bleach them.",
      "verse": 3
    },
    {
      "text": "And there appeared to them Elijah with Moses, and they were talking with Jesus.",
      "verse": 4
    },
    {
      "text": "And Peter said to Jesus, “Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.”",
      "verse": 5
    },
    {
      "text": "For he did not know what to say, for they were terrified.",
      "verse": 6
    },
    {
      "text": "And a cloud overshadowed them, and a voice came out of the cloud, “This is my beloved Son; listen to him.”",
      "verse": 7
    },
    {
      "text": "And suddenly, looking around, they no longer saw anyone with them but Jesus only.",
      "verse": 8
    },
    {
      "text": "And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead.",
      "verse": 9,
      "type": "newline"
    },
    {
      "text": "So they kept the matter to themselves, questioning what this rising from the dead might mean.",
      "verse": 10
    },
    {
      "text": "And they asked him, “Why do the scribes say that first Elijah must come?”",
      "verse": 11
    },
    {
      "text": "And he said to them,",
      "verse": 12
    },
    {
      "text": "",
      "verse": 13
    },
    {
      "text": "Jesus Heals a Boy with an Unclean Spirit",
      "type": "heading"
    },
    {
      "text": "And when they came to the disciples, they saw a great crowd around them, and scribes arguing with them.",
      "verse": 14,
      "type": "newline"
    },
    {
      "text": "And immediately all the crowd, when they saw him, were greatly amazed and ran up to him and greeted him.",
      "verse": 15
    },
    {
      "text": "And he asked them,",
      "verse": 16
    },
    {
      "text": "And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute.",
      "verse": 17
    },
    {
      "text": "And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.”",
      "verse": 18
    },
    {
      "text": "And he answered them,",
      "verse": 19
    },
    {
      "text": "And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth.",
      "verse": 20
    },
    {
      "text": "And Jesus asked his father,  And he said, “From childhood.",
      "verse": 21
    },
    {
      "text": "And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.”",
      "verse": 22
    },
    {
      "text": "And Jesus said to him,",
      "verse": 23
    },
    {
      "text": "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
      "verse": 24
    },
    {
      "text": "And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it,",
      "verse": 25
    },
    {
      "text": "And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.”",
      "verse": 26
    },
    {
      "text": "But Jesus took him by the hand and lifted him up, and he arose.",
      "verse": 27
    },
    {
      "text": "And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?”",
      "verse": 28
    },
    {
      "text": "And he said to them,",
      "verse": 29
    },
    {
      "text": "Jesus Again Foretells Death, Resurrection",
      "type": "heading"
    },
    {
      "text": "They went on from there and passed through Galilee. And he did not want anyone to know,",
      "verse": 30,
      "type": "newline"
    },
    {
      "text": "for he was teaching his disciples, saying to them,",
      "verse": 31
    },
    {
      "text": "But they did not understand the saying, and were afraid to ask him.",
      "verse": 32
    },
    {
      "text": "Who Is the Greatest?",
      "type": "heading"
    },
    {
      "text": "And they came to Capernaum. And when he was in the house he asked them,",
      "verse": 33,
      "type": "newline"
    },
    {
      "text": "But they kept silent, for on the way they had argued with one another about who was the greatest.",
      "verse": 34
    },
    {
      "text": "And he sat down and called the twelve. And he said to them,",
      "verse": 35
    },
    {
      "text": "And he took a child and put him in the midst of them, and taking him in his arms, he said to them,",
      "verse": 36
    },
    {
      "text": "",
      "verse": 37
    },
    {
      "text": "Anyone Not Against Us Is for Us",
      "type": "heading"
    },
    {
      "text": "John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.”",
      "verse": 38,
      "type": "newline"
    },
    {
      "text": "But Jesus said,",
      "verse": 39
    },
    {
      "text": "",
      "verse": 40
    },
    {
      "text": "",
      "verse": 41
    },
    {
      "text": "Temptations to Sin",
      "type": "heading"
    },
    {
      "text": "",
      "verse": 42,
      "type": "newline"
    },
    {
      "text": "",
      "verse": 43
    },
    {
      "text": "",
      "verse": 45
    },
    {
      "text": "",
      "verse": 47
    },
    {
      "text": "",
      "verse": 48
    },
    {
      "text": "",
      "verse": 49
    },
    {
      "text": "",
      "verse": 50
    }
  ]
}