{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 24,
  "verses": [
    {
      "texts": [
        "\"Why are not times of judgment kept by the Almighty,",
        "and why do those who know him never see his days?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Some move landmarks;",
        "they seize flocks and pasture them."
      ],
      "verse": 2
    },
    {
      "texts": [
        "They drive away the donkey of the fatherless;",
        "they take the widow's ox for a pledge."
      ],
      "verse": 3
    },
    {
      "texts": [
        "They thrust the poor off the road;",
        "the poor of the earth all hide themselves."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Behold, like wild donkeys in the desert",
        "the poor go out to their toil, seeking game;",
        "the wasteland yields food for their children."
      ],
      "verse": 5
    },
    {
      "texts": [
        "They gather their fodder in the field,",
        "and they glean the vineyard of the wicked man."
      ],
      "verse": 6
    },
    {
      "texts": [
        "They lie all night naked, without clothing,",
        "and have no covering in the cold."
      ],
      "verse": 7
    },
    {
      "texts": [
        "They are wet with the rain of the mountains",
        "and cling to the rock for lack of shelter."
      ],
      "verse": 8
    },
    {
      "texts": [
        "(There are those who snatch the fatherless child from the breast,",
        "and they take a pledge against the poor.)"
      ],
      "verse": 9
    },
    {
      "texts": [
        "They go about naked, without clothing;",
        "hungry, they carry the sheaves;"
      ],
      "verse": 10
    },
    {
      "texts": [
        "among the olive rows of the wicked they make oil;",
        "they tread the winepresses, but suffer thirst."
      ],
      "verse": 11
    },
    {
      "texts": [
        "From out of the city the dying groan,",
        "and the soul of the wounded cries for help;",
        "yet God charges no one with wrong."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"There are those who rebel against the light,",
        "who are not acquainted with its ways,",
        "and do not stay in its paths."
      ],
      "verse": 13
    },
    {
      "texts": [
        "The murderer rises before it is light,",
        "that he may kill the poor and needy,",
        "and in the night he is like a thief."
      ],
      "verse": 14
    },
    {
      "texts": [
        "The eye of the adulterer also waits for the twilight,",
        "saying, 'No eye will see me';",
        "and he veils his face."
      ],
      "verse": 15
    },
    {
      "texts": [
        "In the dark they dig through houses;",
        "by day they shut themselves up;",
        "they do not know the light."
      ],
      "verse": 16
    },
    {
      "texts": [
        "For deep darkness is morning to all of them;",
        "for they are friends with the terrors of deep darkness."
      ],
      "verse": 17
    },
    {
      "texts": [
        "\"You say, 'Swift are they on the face of the waters;",
        "their portion is cursed in the land;",
        "no treader turns toward their vineyards."
      ],
      "verse": 18
    },
    {
      "texts": [
        "Drought and heat snatch away the snow waters;",
        "so does Sheol those who have sinned."
      ],
      "verse": 19
    },
    {
      "texts": [
        "The womb forgets them;",
        "the worm finds them sweet;",
        "they are no longer remembered,",
        "so wickedness is broken like a tree.'"
      ],
      "verse": 20
    },
    {
      "texts": [
        "\"They wrong the barren, childless woman,",
        "and do no good to the widow."
      ],
      "verse": 21
    },
    {
      "texts": [
        "Yet God prolongs the life of the mighty by his power;",
        "they rise up when they despair of life."
      ],
      "verse": 22
    },
    {
      "texts": [
        "He gives them security, and they are supported,",
        "and his eyes are upon their ways."
      ],
      "verse": 23
    },
    {
      "texts": [
        "They are exalted a little while, and then are gone;",
        "they are brought low and gathered up like all others;",
        "they are cut off like the heads of grain."
      ],
      "verse": 24
    },
    {
      "texts": [
        "If it is not so, who will prove me a liar",
        "and show that there is nothing in what I say?\""
      ],
      "verse": 25
    }
  ]
}