{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 31,
  "verses": [
    {
      "texts": [
        "\"I have made a covenant with my eyes;",
        "how then could I gaze at a virgin?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "What would be my portion from God above",
        "and my heritage from the Almighty on high?"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Is not calamity for the unrighteous,",
        "and disaster for the workers of iniquity?"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Does not he see my ways",
        "and number all my steps?"
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"If I have walked with falsehood",
        "and my foot has hastened to deceit;"
      ],
      "verse": 5
    },
    {
      "texts": [
        "(Let me be weighed in a just balance,",
        "and let God know my integrity!)"
      ],
      "verse": 6
    },
    {
      "texts": [
        "if my step has turned aside from the way",
        "and my heart has gone after my eyes,",
        "and if any spot has stuck to my hands,"
      ],
      "verse": 7
    },
    {
      "texts": [
        "then let me sow, and another eat,",
        "and let what grows for me be rooted out."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"If my heart has been enticed toward a woman,",
        "and I have lain in wait at my neighbor's door,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "then let my wife grind for another,",
        "and let others bow down on her."
      ],
      "verse": 10
    },
    {
      "texts": [
        "For that would be a heinous crime;",
        "that would be an iniquity to be punished by the judges;"
      ],
      "verse": 11
    },
    {
      "texts": [
        "for that would be a fire that consumes as far as Abaddon,",
        "and it would burn to the root all my increase."
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"If I have rejected the cause of my manservant or my maidservant,",
        "when they brought a complaint against me,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "what then shall I do when God rises up?",
        "When he makes inquiry, what shall I answer him?"
      ],
      "verse": 14
    },
    {
      "texts": [
        "Did not he who made me in the womb make him?",
        "And did not one fashion us in the womb?"
      ],
      "verse": 15
    },
    {
      "texts": [
        "\"If I have withheld anything that the poor desired,",
        "or have caused the eyes of the widow to fail,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "or have eaten my morsel alone,",
        "and the fatherless has not eaten of it"
      ],
      "verse": 17
    },
    {
      "texts": [
        "(for from my youth the fatherless grew up with me as with a father,",
        "and from my mother's womb I guided the widow),"
      ],
      "verse": 18
    },
    {
      "texts": [
        "if I have seen anyone perish for lack of clothing,",
        "or the needy without covering,"
      ],
      "verse": 19
    },
    {
      "texts": [
        "if his body has not blessed me,",
        "and if he was not warmed with the fleece of my sheep,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "if I have raised my hand against the fatherless,",
        "because I saw my help in the gate,"
      ],
      "verse": 21
    },
    {
      "texts": [
        "then let my shoulder blade fall from my shoulder,",
        "and let my arm be broken from its socket."
      ],
      "verse": 22
    },
    {
      "texts": [
        "For I was in terror of calamity from God,",
        "and I could not have faced his majesty."
      ],
      "verse": 23
    },
    {
      "texts": [
        "\"If I have made gold my trust",
        "or called fine gold my confidence,"
      ],
      "verse": 24
    },
    {
      "texts": [
        "if I have rejoiced because my wealth was abundant",
        "or because my hand had found much,"
      ],
      "verse": 25
    },
    {
      "texts": [
        "if I have looked at the sun when it shone,",
        "or the moon moving in splendor,"
      ],
      "verse": 26
    },
    {
      "texts": [
        "and my heart has been secretly enticed,",
        "and my mouth has kissed my hand,"
      ],
      "verse": 27
    },
    {
      "texts": [
        "this also would be an iniquity to be punished by the judges,",
        "for I would have been false to God above."
      ],
      "verse": 28
    },
    {
      "texts": [
        "\"If I have rejoiced at the ruin of him who hated me,",
        "or exulted when evil overtook him"
      ],
      "verse": 29
    },
    {
      "texts": [
        "(I have not let my mouth sin",
        "by asking for his life with a curse),"
      ],
      "verse": 30
    },
    {
      "texts": [
        "if the men of my tent have not said,",
        "'Who is there that has not been filled with his meat?'"
      ],
      "verse": 31
    },
    {
      "texts": [
        "(the sojourner has not lodged in the street;",
        "I have opened my doors to the traveler),"
      ],
      "verse": 32
    },
    {
      "texts": [
        "if I have concealed my transgressions as others do",
        "by hiding my iniquity in my heart,"
      ],
      "verse": 33
    },
    {
      "texts": [
        "because I stood in great fear of the multitude,",
        "and the contempt of families terrified me,",
        "so that I kept silence, and did not go out of doors—"
      ],
      "verse": 34
    },
    {
      "texts": [
        "Oh, that I had one to hear me!",
        "(Here is my signature! Let the Almighty answer me!)",
        "Oh, that I had the indictment written by my adversary!"
      ],
      "verse": 35
    },
    {
      "texts": [
        "Surely I would carry it on my shoulder;",
        "I would bind it on me as a crown;"
      ],
      "verse": 36
    },
    {
      "texts": [
        "I would give him an account of all my steps;",
        "like a prince I would approach him."
      ],
      "verse": 37
    },
    {
      "texts": [
        "\"If my land has cried out against me",
        "and its furrows have wept together,"
      ],
      "verse": 38
    },
    {
      "texts": [
        "if I have eaten its yield without payment",
        "and made its owners breathe their last,"
      ],
      "verse": 39
    },
    {
      "texts": [
        "let thorns grow instead of wheat,",
        "and foul weeds instead of barley.\"",
        "The words of Job are ended."
      ],
      "verse": 40
    }
  ]
}