{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 39,
  "verses": [
    {
      "texts": [
        "\"Do you know when the mountain goats give birth?",
        "Do you observe the calving of the does?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Can you number the months that they fulfill,",
        "and do you know the time when they give birth,"
      ],
      "verse": 2
    },
    {
      "texts": [
        "when they crouch, bring forth their offspring,",
        "and are delivered of their young?"
      ],
      "verse": 3
    },
    {
      "texts": [
        "Their young ones become strong; they grow up in the open;",
        "they go out and do not return to them."
      ],
      "verse": 4
    },
    {
      "texts": [
        "\"Who has let the wild donkey go free?",
        "Who has loosed the bonds of the swift donkey,"
      ],
      "verse": 5
    },
    {
      "texts": [
        "to whom I have given the arid plain for his home",
        "and the salt land for his dwelling place?"
      ],
      "verse": 6
    },
    {
      "texts": [
        "He scorns the tumult of the city;",
        "he hears not the shouts of the driver."
      ],
      "verse": 7
    },
    {
      "texts": [
        "He ranges the mountains as his pasture,",
        "and he searches after every green thing."
      ],
      "verse": 8
    },
    {
      "texts": [
        "\"Is the wild ox willing to serve you?",
        "Will he spend the night at your manger?"
      ],
      "verse": 9
    },
    {
      "texts": [
        "Can you bind him in the furrow with ropes,",
        "or will he harrow the valleys after you?"
      ],
      "verse": 10
    },
    {
      "texts": [
        "Will you depend on him because his strength is great,",
        "and will you leave to him your labor?"
      ],
      "verse": 11
    },
    {
      "texts": [
        "Do you have faith in him that he will return your grain",
        "and gather it to your threshing floor?"
      ],
      "verse": 12
    },
    {
      "texts": [
        "\"The wings of the ostrich wave proudly,",
        "but are they the pinions and plumage of love?"
      ],
      "verse": 13
    },
    {
      "texts": [
        "For she leaves her eggs to the earth",
        "and lets them be warmed on the ground,"
      ],
      "verse": 14
    },
    {
      "texts": [
        "forgetting that a foot may crush them",
        "and that the wild beast may trample them."
      ],
      "verse": 15
    },
    {
      "texts": [
        "She deals cruelly with her young, as if they were not hers;",
        "though her labor be in vain, yet she has no fear,"
      ],
      "verse": 16
    },
    {
      "texts": [
        "because God has made her forget wisdom",
        "and given her no share in understanding."
      ],
      "verse": 17
    },
    {
      "texts": [
        "When she rouses herself to flee,",
        "she laughs at the horse and his rider."
      ],
      "verse": 18
    },
    {
      "texts": [
        "\"Do you give the horse his might?",
        "Do you clothe his neck with a mane?"
      ],
      "verse": 19
    },
    {
      "texts": [
        "Do you make him leap like the locust?",
        "His majestic snorting is terrifying."
      ],
      "verse": 20
    },
    {
      "texts": [
        "He paws in the valley and exults in his strength;",
        "he goes out to meet the weapons."
      ],
      "verse": 21
    },
    {
      "texts": [
        "He laughs at fear and is not dismayed;",
        "he does not turn back from the sword."
      ],
      "verse": 22
    },
    {
      "texts": [
        "Upon him rattle the quiver,",
        "the flashing spear, and the javelin."
      ],
      "verse": 23
    },
    {
      "texts": [
        "With fierceness and rage he swallows the ground;",
        "he cannot stand still at the sound of the trumpet."
      ],
      "verse": 24
    },
    {
      "texts": [
        "When the trumpet sounds, he says 'Aha!'",
        "He smells the battle from afar,",
        "the thunder of the captains, and the shouting."
      ],
      "verse": 25
    },
    {
      "texts": [
        "\"Is it by your understanding that the hawk soars",
        "and spreads his wings toward the south?"
      ],
      "verse": 26
    },
    {
      "texts": [
        "Is it at your command that the eagle mounts up",
        "and makes his nest on high?"
      ],
      "verse": 27
    },
    {
      "texts": [
        "On the rock he dwells and makes his home,",
        "on the rocky crag and stronghold."
      ],
      "verse": 28
    },
    {
      "texts": [
        "From there he spies out the prey;",
        "his eyes behold it from far away."
      ],
      "verse": 29
    },
    {
      "texts": [
        "His young ones suck up blood,",
        "and where the slain are, there is he.\""
      ],
      "verse": 30
    }
  ]
}