{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 4,
  "verses": [
    {
      "texts": [
        "Then Eliphaz the Temanite answered and said:"
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"If one ventures a word with you, will you be impatient?",
        "Yet who can keep from speaking?"
      ],
      "verse": 2
    },
    {
      "texts": [
        "Behold, you have instructed many,",
        "and you have strengthened the weak hands."
      ],
      "verse": 3
    },
    {
      "texts": [
        "Your words have upheld him who was stumbling,",
        "and you have made firm the feeble knees."
      ],
      "verse": 4
    },
    {
      "texts": [
        "But now it has come to you, and you are impatient;",
        "it touches you, and you are dismayed."
      ],
      "verse": 5
    },
    {
      "texts": [
        "Is not your fear of God your confidence,",
        "and the integrity of your ways your hope?"
      ],
      "verse": 6
    },
    {
      "texts": [
        "\"Remember: who that was innocent ever perished?",
        "Or where were the upright cut off?"
      ],
      "verse": 7
    },
    {
      "texts": [
        "As I have seen, those who plow iniquity",
        "and sow trouble reap the same."
      ],
      "verse": 8
    },
    {
      "texts": [
        "By the breath of God they perish,",
        "and by the blast of his anger they are consumed."
      ],
      "verse": 9
    },
    {
      "texts": [
        "The roar of the lion, the voice of the fierce lion,",
        "the teeth of the young lions are broken."
      ],
      "verse": 10
    },
    {
      "texts": [
        "The strong lion perishes for lack of prey,",
        "and the cubs of the lioness are scattered."
      ],
      "verse": 11
    },
    {
      "texts": [
        "\"Now a word was brought to me stealthily;",
        "my ear received the whisper of it."
      ],
      "verse": 12
    },
    {
      "texts": [
        "Amid thoughts from visions of the night,",
        "when deep sleep falls on men,"
      ],
      "verse": 13
    },
    {
      "texts": [
        "dread came upon me, and trembling,",
        "which made all my bones shake."
      ],
      "verse": 14
    },
    {
      "texts": [
        "A spirit glided past my face;",
        "the hair of my flesh stood up."
      ],
      "verse": 15
    },
    {
      "texts": [
        "It stood still,",
        "but I could not discern its appearance.",
        "A form was before my eyes;",
        "there was silence, then I heard a voice:"
      ],
      "verse": 16
    },
    {
      "texts": [
        "'Can mortal man be in the right before God?",
        "Can a man be pure before his Maker?"
      ],
      "verse": 17
    },
    {
      "texts": [
        "Even in his servants he puts no trust,",
        "and his angels he charges with error;"
      ],
      "verse": 18
    },
    {
      "texts": [
        "how much more those who dwell in houses of clay,",
        "whose foundation is in the dust,",
        "who are crushed like the moth."
      ],
      "verse": 19
    },
    {
      "texts": [
        "Between morning and evening they are beaten to pieces;",
        "they perish forever without anyone regarding it."
      ],
      "verse": 20
    },
    {
      "texts": [
        "Is not their tent-cord plucked up within them,",
        "do they not die, and that without wisdom?'"
      ],
      "verse": 21
    }
  ]
}