{
  "book_id": "JOB",
  "book_name": "Job",
  "chapter": 5,
  "verses": [
    {
      "texts": [
        "\"Call now; is there anyone who will answer you?",
        "To which of the holy ones will you turn?"
      ],
      "verse": 1
    },
    {
      "texts": [
        "Surely vexation kills the fool,",
        "and jealousy slays the simple."
      ],
      "verse": 2
    },
    {
      "texts": [
        "I have seen the fool taking root,",
        "but suddenly I cursed his dwelling."
      ],
      "verse": 3
    },
    {
      "texts": [
        "His children are far from safety;",
        "they are crushed in the gate,",
        "and there is no one to deliver them."
      ],
      "verse": 4
    },
    {
      "texts": [
        "The hungry eat his harvest,",
        "and he takes it even out of thorns,",
        "and the thirsty pant after his wealth."
      ],
      "verse": 5
    },
    {
      "texts": [
        "For affliction does not come from the dust,",
        "nor does trouble sprout from the ground,"
      ],
      "verse": 6
    },
    {
      "texts": [
        "but man is born to trouble",
        "as the sparks fly upward."
      ],
      "verse": 7
    },
    {
      "texts": [
        "\"As for me, I would seek God,",
        "and to God would I commit my cause,"
      ],
      "verse": 8
    },
    {
      "texts": [
        "who does great things and unsearchable,",
        "marvelous things without number:"
      ],
      "verse": 9
    },
    {
      "texts": [
        "he gives rain on the earth",
        "and sends waters on the fields;"
      ],
      "verse": 10
    },
    {
      "texts": [
        "he sets on high those who are lowly,",
        "and those who mourn are lifted to safety."
      ],
      "verse": 11
    },
    {
      "texts": [
        "He frustrates the devices of the crafty,",
        "so that their hands achieve no success."
      ],
      "verse": 12
    },
    {
      "texts": [
        "He catches the wise in their own craftiness,",
        "and the schemes of the wily are brought to a quick end."
      ],
      "verse": 13
    },
    {
      "texts": [
        "They meet with darkness in the daytime",
        "and grope at noonday as in the night."
      ],
      "verse": 14
    },
    {
      "texts": [
        "But he saves the needy from the sword of their mouth",
        "and from the hand of the mighty."
      ],
      "verse": 15
    },
    {
      "texts": [
        "So the poor have hope,",
        "and injustice shuts her mouth."
      ],
      "verse": 16
    },
    {
      "texts": [
        "\"Behold, blessed is the one whom God reproves;",
        "therefore despise not the discipline of the Almighty."
      ],
      "verse": 17
    },
    {
      "texts": [
        "For he wounds, but he binds up;",
        "he shatters, but his hands heal."
      ],
      "verse": 18
    },
    {
      "texts": [
        "He will deliver you from six troubles;",
        "in seven no evil shall touch you."
      ],
      "verse": 19
    },
    {
      "texts": [
        "In famine he will redeem you from death,",
        "and in war from the power of the sword."
      ],
      "verse": 20
    },
    {
      "texts": [
        "You shall be hidden from the lash of the tongue,",
        "and shall not fear destruction when it comes."
      ],
      "verse": 21
    },
    {
      "texts": [
        "At destruction and famine you shall laugh,",
        "and shall not fear the beasts of the earth."
      ],
      "verse": 22
    },
    {
      "texts": [
        "For you shall be in league with the stones of the field,",
        "and the beasts of the field shall be at peace with you."
      ],
      "verse": 23
    },
    {
      "texts": [
        "You shall know that your tent is at peace,",
        "and you shall inspect your fold and miss nothing."
      ],
      "verse": 24
    },
    {
      "texts": [
        "You shall know also that your offspring shall be many,",
        "and your descendants as the grass of the earth."
      ],
      "verse": 25
    },
    {
      "texts": [
        "You shall come to your grave in ripe old age,",
        "like a sheaf gathered up in its season."
      ],
      "verse": 26
    },
    {
      "texts": [
        "Behold, this we have searched out; it is true.",
        "Hear, and know it for your good.\""
      ],
      "verse": 27
    }
  ]
}