{
  "book_id": "HEB",
  "book_name": "Hebrews",
  "chapter": 7,
  "verses": [
    {
      "texts": [
        "For this Melchizedek, king of Salem, priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him,"
      ],
      "verse": 1
    },
    {
      "texts": [
        "and to him Abraham apportioned a tenth part of everything. He is first, by translation of his name, king of righteousness, and then he is also king of Salem, that is, king of peace."
      ],
      "verse": 2
    },
    {
      "texts": [
        "He is without father or mother or genealogy, having neither beginning of days nor end of life, but resembling the Son of God he continues a priest forever."
      ],
      "verse": 3
    },
    {
      "texts": [
        "See how great this man was to whom Abraham the patriarch gave a tenth of the spoils!"
      ],
      "verse": 4
    },
    {
      "texts": [
        "And those descendants of Levi who receive the priestly office have a commandment in the law to take tithes from the people, that is, from their brothers, though these also are descended from Abraham."
      ],
      "verse": 5
    },
    {
      "texts": [
        "But this man who does not have his descent from them received tithes from Abraham and blessed him who had the promises."
      ],
      "verse": 6
    },
    {
      "texts": [
        "It is beyond dispute that the inferior is blessed by the superior."
      ],
      "verse": 7
    },
    {
      "texts": [
        "In the one case tithes are received by mortal men, but in the other case, by one of whom it is testified that he lives."
      ],
      "verse": 8
    },
    {
      "texts": [
        "One might even say that Levi himself, who receives tithes, paid tithes through Abraham,"
      ],
      "verse": 9
    },
    {
      "texts": [
        "for he was still in the loins of his ancestor when Melchizedek met him."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Now if perfection had been attainable through the Levitical priesthood (for under it the people received the law), what further need would there have been for another priest to arise after the order of Melchizedek, rather than one named after the order of Aaron?"
      ],
      "verse": 11
    },
    {
      "texts": [
        "For when there is a change in the priesthood, there is necessarily a change in the law as well."
      ],
      "verse": 12
    },
    {
      "texts": [
        "For the one of whom these things are spoken belonged to another tribe, from which no one has ever served at the altar."
      ],
      "verse": 13
    },
    {
      "texts": [
        "For it is evident that our Lord was descended from Judah, and in connection with that tribe Moses said nothing about priests."
      ],
      "verse": 14
    },
    {
      "texts": [
        "This becomes even more evident when another priest arises in the likeness of Melchizedek,"
      ],
      "verse": 15
    },
    {
      "texts": [
        "who has become a priest, not on the basis of a legal requirement concerning bodily descent, but by the power of an indestructible life."
      ],
      "verse": 16
    },
    {
      "texts": [
        "For it is witnessed of him,",
        "\"You are a priest forever,",
        "after the order of Melchizedek.\""
      ],
      "verse": 17
    },
    {
      "texts": [
        "For on the one hand, a former commandment is set aside because of its weakness and uselessness"
      ],
      "verse": 18
    },
    {
      "texts": [
        "(for the law made nothing perfect); but on the other hand, a better hope is introduced, through which we draw near to God."
      ],
      "verse": 19
    },
    {
      "texts": [
        "And it was not without an oath. For those who formerly became priests were made such without an oath,"
      ],
      "verse": 20
    },
    {
      "texts": [
        "but this one was made a priest with an oath by the one who said to him:",
        "\"The Lord has sworn",
        "and will not change his mind,",
        "'You are a priest forever.'\""
      ],
      "verse": 21
    },
    {
      "texts": [
        "This makes Jesus the guarantor of a better covenant."
      ],
      "verse": 22
    },
    {
      "texts": [
        "The former priests were many in number, because they were prevented by death from continuing in office,"
      ],
      "verse": 23
    },
    {
      "texts": [
        "but he holds his priesthood permanently, because he continues forever."
      ],
      "verse": 24
    },
    {
      "texts": [
        "Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them."
      ],
      "verse": 25
    },
    {
      "texts": [
        "For it was indeed fitting that we should have such a high priest, holy, innocent, unstained, separated from sinners, and exalted above the heavens."
      ],
      "verse": 26
    },
    {
      "texts": [
        "He has no need, like those high priests, to offer sacrifices daily, first for his own sins and then for those of the people, since he did this once for all when he offered up himself."
      ],
      "verse": 27
    },
    {
      "texts": [
        "For the law appoints men in their weakness as high priests, but the word of the oath, which came later than the law, appoints a Son who has been made perfect forever."
      ],
      "verse": 28
    }
  ]
}