{
  "book_id": "HOS",
  "book_name": "HOSEA",
  "chapter": 6,
  "verses": [
    {
      "texts": [
        "\"Come, let us return to the Lord.",
        "For He has torn us, but He will heal us;",
        "He has wounded us, but He will bandage us."
      ],
      "verse": 1
    },
    {
      "texts": [
        "\"He will revive us after two days;",
        "He will raise us up on the third day,",
        "That we may live before Him."
      ],
      "verse": 2
    },
    {
      "texts": [
        "\"So let us know, let us press on to know the Lord.",
        "His going forth is as certain as the dawn;",
        "And He will come to us like the rain,",
        "Like the spring rain watering the earth.\""
      ],
      "verse": 3
    },
    {
      "texts": [
        "What shall I do with you, O Ephraim?",
        "What shall I do with you, O Judah?",
        "For your loyalty is like a morning cloud",
        "And like the dew which goes away early."
      ],
      "verse": 4
    },
    {
      "texts": [
        "Therefore I have hewn them in pieces by the prophets;",
        "I have slain them by the words of My mouth;",
        "And the judgments on you are like the light that goes forth."
      ],
      "verse": 5
    },
    {
      "texts": [
        "For I delight in loyalty rather than sacrifice,",
        "And in the knowledge of God rather than burnt offerings."
      ],
      "verse": 6
    },
    {
      "texts": [
        "But like Adam they have transgressed the covenant;",
        "There they have dealt treacherously against Me."
      ],
      "verse": 7
    },
    {
      "texts": [
        "Gilead is a city of wrongdoers,",
        "Tracked with bloody footprints."
      ],
      "verse": 8
    },
    {
      "texts": [
        "And as raiders wait for a man,",
        "So a band of priests murder on the way to Shechem;",
        "Surely they have committed crime."
      ],
      "verse": 9
    },
    {
      "texts": [
        "In the house of Israel I have seen a horrible thing;",
        "Ephraim's harlotry is there, Israel has defiled itself."
      ],
      "verse": 10
    },
    {
      "texts": [
        "Also, O Judah, there is a harvest appointed for you,",
        "When I restore the fortunes of My people."
      ],
      "verse": 11
    }
  ]
}